Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/access.po
Languages: ar, fil_ph

source: Access Kolibri
ar: الدخول إلى كوليبري
fil_ph: I-access ang Kolibri

source: Starting Kolibri on Windows
ar: تشغيل كوليبري في نظام ويندوز
fil_ph: Nagsisimula ang Kolibri sa Windows

source: To start the **Kolibri** server on Windows, just double-click the desktop shortcut. You will see the notification message *Kolibri is starting, please wait...*.
ar: لبدء خادم **كوليبري** على نظام ويندوز، قم بالنقر المزدوج على اختصار سطح المكتب. ستشاهد الإشعار التالي *يتم الآن تشغيل كوليبري، يرجى الانتظار..*.

source: When you see the notification *Kolibri is running...*, **Kolibri** will open in the browser with the URL http://127.0.0.1:8080.
ar: عند مشاهدتك للإشعار *يتم الآن تشغيل كوليبري...*، سيقوم **كوليبري** بفتح المتصفح باستخدام الرابط http://127.0.0.1:8080.
fil_ph: Kapag nakita mo ang abiso na "Ang Kolibri ay tumatakbo...*, ang **Kolibri** ay binubuksan na may URL na http://127.0.0.1:8080.

source: Kolibri Taskbar Options
ar: خيارات شريط مهام كوليبري
fil_ph: Mga Opsyon ng Taskbar ng Kolibri

source: While it is running, **Kolibri** will display an icon in the Windows taskbar (usually at bottom right, near the clock), that allows you to stop it and configure other settings.
ar: أثناء عمله، سيقوم **كوليبري** بعرض أيقونة على شريط مهام ويندوز (عادة ما تكون في الأسفل على اليمين، قرب الساعة)، وهذا سيتيح لك إيقافه وضبط الإعدادات الأخرى.
fil_ph: Habang ito ay tumatakbo, ang **Kolibri** ay magpapakita ng isang icon sa taskbar ng Windows (kadalasan ay nasa kanang ibaba, malapit sa orasan), na nagpapahintulot sa iyo na ihinto ito at ikumpigura ang ibang settings.

source: Kolibri taskbar options.
ar: خيارات شريط مهام كوليبري.
fil_ph: Mga opsyon ng taskbar ng Kolibri.

source: Use the **Load in browser** option to open Kolibri in the browser.
ar: استخدم خيار **التحميل في المتصفح** لفتح كوليبري بواسطة المتصفح.
fil_ph: Gamitin ang opsyon na **I-load sa browser** upang buksan ang Kolibri sa browser.

source: By default **Kolibri** will start running every time you start the computer where it is installed. Uncheck the **Run Kolibri at system startup** option if you prefer to start it manually from the desktop shortcut.
ar: بشكل افتراضي، سيبدأ **كوليبري** العمل تلقائياً في كل مرة تقوم بها بتشغيل حاسبك المثبت عليه. قم بإلغاء تحديد خيار **تشغيل كوليبري عند إقلاع النظام** في حال كنت تفضل تشغيله بشكل يدوي من اختصار سطح المكتب.
fil_ph: Bilang default, ang **Kolibri** ay magsisimulang tumakbo sa bawat oras na simulan mo ang computer kung saan ito naka-install. I-uncheck ang opsyon na **Patakbuhin ang Kolibri sa system startup** kung gusto mo na simulan ito ng mano-mano mula sa desktop shortcut.

source: When installed, **Kolibri** will open in the browser every time it is started. Uncheck the option **Open browser when Kolibri starts** if you prefer to have it running in the background, and to open it manually in the browser by typing the URL http://127.0.0.1:8080 in the address bar.
ar: عند تثبيته، سيقوم **كوليبري** بفتح المتصفح في كل مرة يتم تشغيله بها. قم بإلغاء تحديد خيار **فتح المتصفح عند تشغيل كوليبري** في حال كنت ترغب بأن يتم تشغيله في الخلفية، وفتحه يدوياً في المتصفح من خلال إدخال الرابط http://127.0.0.1:8080 في شريط العنوان.

source: Select **Exit** to stop **Kolibri**. You will be prompted to confirm the selection, after which **Kolibri** will stop. You will have to close the browser (or the tab) manually.
ar: قم باختيار **خروج** لإيقاف **كوليبري**. سيُطلب منك تأكيد الاختيار، وسيتم إيقاف **كوليبري** بعد ذلك. ينبغي عليك أن تغلق المتصفح (أو علامة التبويب) يدوياً.
fil_ph: Piliin ang **Exit** para ihinto ang **Kolibri**. Ikaw ay uudyukan na kumpirmahin ang pagpili, matapos na ang **Kolibri** ay matigil. Kailangan mong isara ang browser (o ang tab) nang mano-mano.

source: Remember to :ref:`configure other computers <access_LAN>` in the network to access **Kolibri** content.
ar: تذكر أن :ref:`تقوم بتهيئة الحواسيب الأخرى<access_LAN>` على الشبكة للوصول إلى محتوى **كوليبري**.
fil_ph: Tandaan na ang :ref:`magkumpigura ng iba pang mga computer <access_LAN>` sa network para ma-access ang nilalaman ng **Kolibri**.

source: Starting Kolibri on Linux or MacOS
ar: تشغيل كوليبري على نظام MacOS أو على نظام لينوكس

source: Starting Kolibri on Linux and MacOS will differ depending on the method you used to install it.
ar: تشغيل كوليبري على نظام MacOS أو على نظام لينوكس سيختلف حسب الطريقة المستخدمة لتثبيته.

source: If you used the **PEX** package, Kolibri will be accessible as long as the process is running in the `Terminal <https://help.ubuntu.com/community/UsingTheTerminal>`_. If you stop the process, close the Terminal window, or restart your system, you will need to :ref:`run the PEX again <pex>` to restart Kolibri.
ar: في حال استعملتَ حزمة **PEX**، سيكون كوليبري متاحاً للوصول حال تشغيل العملية في `المحطة الطرفية <https://help.ubuntu.com/community/UsingTheTerminal>`_. في حال قمتَ بإيقاف العملية، أو أغلقتَ نافذة المحطة الطرفية، أو قمتَ بإعادة تشغيل النظام، ستحتاج إلى :ref:`تشغيل حزمة بايثون التنفيذية PEX مجدداً <pex>` من أجل إعادة تشغيل كوليبري.

source: If you installed Kolibri as a system service with the :ref:`DEB installer <lin_deb>`, it will run automatically on each system restart, and you do not need to start it manually. Proceed to step 2 below.
ar: في حال قمت بتثبيت كوليبري كخدمة نظام مع :ref:`مثبت DEB <lin_deb>`، فسوف يعمل تلقائياً في كل مرة تتم بها إعادة تشغيل النظام، ولن تكون بحاجة لتشغيله يدوياً. تابع للخطوة 2 أدناه.

source: If you installed Kolibri through the :ref:`PPA <ppa>`, or :ref:`generic installation <pip-installation>` with ``pip install`` command, follow these steps.
ar: في حال قمتَ بتثبيت كوليبري عن طريق :ref:`PPA <ppa>`، أو :ref:`تثبيت عام <pip-installation>` مع أمر ``pip install``، اتبع هذه الخطوات.

source: Run this command in Terminal to start Kolibri:
ar: قم بتشغيل هذا الأمر في المحطة الطرفية لبدء تشغيل كوليبري:
fil_ph: Patakbuhin ang command na ito sa Terminal upang magsimula ang Kolibri:

source: On macOS you may need to prefix the command with ``python``, and type ``python -m kolibri start`` instead.
ar: من الممكن في نظام macOS أن تكون بحاجة لأن تسبق الأمر بـ ``python``، وتكتب ``python -m kolibri start`` بدلاً من ذلك.

source: Open the default browser at ``http://127.0.0.1:8080``, and it will display the **Kolibri** start page.
ar: قم بفتح المتصفح الافتراضي عبر الرابط ``http://127.0.0.1:8080``، وسيُظهر لك صفحة بدء **كوليبري**.

source: Run this command in Terminal to stop Kolibri:
ar: قم بتشغيل هذا الأمر في المحطة الطرفية لإيقاف تشغيل كوليبري:
fil_ph: Patakbuhin ang command na ito sa Terminal upang ihinto ang Kolibri:

source: Accessing Kolibri from Other Devices in the Network
ar: الدخول إلى كوليبري من الأجهزة الأخرى في الشبكة
fil_ph: Nag-a-access sa Kolibri mula sa ibang mga device sa network

source: After you have installed and started Kolibri on the computer that will act as a server, you need to configure other devices in the the same `Local Area Network <https://en.wikipedia.org/wiki/Local_area_network>`_ (LAN), such as other computers, tablets or phones, so they can access the the learning content on the server.
ar: بعد أن قمتَ بتثبيت وتشغيل كوليبري على الحاسوب الذي سيكون بمثابة خادم، ستحتاج إلى تهيئة الأجهزة الأخرى على نفس `شبكة المنطقة المحلية <https://en.wikipedia.org/wiki/Local_area_network>`_ (LAN)، مثل الحواسيب الاخرى، الأجهزة اللوحية أو الهواتف، بحيث يمكنها الوصول إلى القنوات التعليمية على الخادم.

source: Compatibility
ar: التوافق

source: Kolibri currently supports the following combinations of operating systems and browsers for client devices:
ar: يدعم كوليبري حاليا المجموعات التالية من أنظمة التشغيل والمتصفحات لأجهزة العميل:

source: Windows 7, 8.1 and 10: IE 11+, Chrome and Firefox
ar: ويندوز ٧، ويندوز ٨.١، وويندوز١٠: إنترنت إكسبلورر ١١ ومابعد، كروم وفايرفوكس

source: MacOS 10.6+: Safari, Chrome and Firefox
ar: نظام تشغيل MacOS ١٠,٦ وما بعد: سفاري، كروم وفايرفوكس

source: Linux: any browser
ar: نظام لينوكس: أي متصفح

source: Android 4.2+: Chrome and Firefox
ar: نظام أندرويد ٤,٢ وما بعد: كروم وفايرفوكس

source: iOS 10+: Safari, Chrome and Firefox
ar: نظام iOS ١٠ وما بعد: سفاري، كروم وفايرفوكس

source: Videos are MP4 encoded. While most browsers do not require additional plugins or codecs, open source platforms will often require you to install MP4 codecs separately: For instance on Ubuntu, install the `restricted extras package <https://help.ubuntu.com/community/RestrictedFormats>`__.
ar: مقاطع الفيديو مشفرة بصيغة MP4. وفيما لا تتطلب معظم المتصفحات ملحقات إضافية أو أنظمة ترميز، فإن المنصات مفتوحة المصدر ستتطلب منك تثبيت نظام ترميز MP4 بشكل منفصل: مثلاً، على نظام Ubuntu، قم بتثبيت `حزمة إضافات محدودة <https://help.ubuntu.com/community/RestrictedFormats>`__.

source: Set up Access on Other Devices
ar: إعداد الوصول على أجهزة أخرى

source: To access content from other devices in the same network, you need to know the :ref:`IP address <ips>` of the computer where Kolibri is running.
ar: للوصول إلى المحتوى من الأجهزة الأخرى في نفس الشبكة، تحتاج إلى معرفة :ref:`عنوان الأي بي <ips>` الخاص بالحاسوب الذي يتم تشغيل كوليبري عليه.

source: For example, if Kolibri is installed and started on a computer with the IP address **192.168.0.104**, you can access it from an Android tablet connected to the same network by opening the browser on the tablet and typing the address ``http://192.168.0.104:8080``.
ar: على سبيل المثال، إن كان كوليبري مثبتاً ويعمل على حاسب عنوان الأي بي الخاص به **192.168.0.104**، يمكنك الدخول إليه من جهاز لوحي بنظام أندرويد متصل بنفس الشبكة من خلال فتح المتصفح على الجهاز اللوحي وكتابة العنوان ``http://192.168.0.104:8080``.

source: You can check the IP (**Server URL**) of the device where Kolibri is running by going to **Info** tab in the **Device** dashboard.
ar: يمكنك التحقق من عنوان الأي بي (**URL الخادم**) الخاص بالجهاز حيث تم تثبيت وتشغيل كوليبري من خلال الذهاب إلى **معلومات** ومن ثم النقر على صفحة **الجهاز**.

source: Find the IP/Server URL in the Device > Info tab.
ar: قم بالعثور على IP/الخادم من خلال الجهاز > تبويب المعلومات.

source: You can also use the ``ipconfig`` command on Windows or ``ifconfig`` command on Linux/OSX to find the externally visible IP address of the device running the Kolibri.
ar: يمكنك أيضاً استعمال أمر ``ipconfig`` في نظام ويندوز أو أمر ``ifconfig`` في أنظمة لينوكس/OSX لإيجاد عنوان الأي بي المرئي خارجياً للجهاز الذي يتم تشغيل كوليبري عليه.

source: In case of network problems, see :ref:`troubleshooting tips <network>`.
ar: في حالة حصول مشاكل في شبكة الاتصال، أنظر إلى :ref:`إرشادات استكشاف الأخطاء وإصلاحها <network>`.

source: Examples and comparison of `Hardware Configurations for Kolibri <https://learningequality.org/r/hardware>`__ (PDF document).
ar: أمثلة ومقارنة عن `مكونات الاجهزة الخاصة بكوليبري <https://learningequality.org/r/hardware>`__ (ملف pdf).

source: Change Language
ar: تغيير اللغة
fil_ph: Magpalit ng wika

source: To change language in which the **Kolibri** user interface is displayed, follow these steps:
ar: لتغيير اللغة التي يتم بها عرض واجهة مستخدم **كوليبري**، اتبع الخطوات التالية:

source: Open your user menu in the upper right corner.
ar: قم بفتح قائمة المستخدم من الزاوية اليمينة العليا.
fil_ph: Buksan ang iyong user menu sa itaas na kanang sulok.

source: Select the **Change language** option.
ar: قم بتحديد خيار **تغيير اللغة**.
fil_ph: Piliin ang **Magpalit ng wika** na opsyon.

source: Choose the desired language.
ar: قم باختيار اللغة المرغوبة.
fil_ph: Piliin ang gustong wika.

source: Click :guilabel:`CONFIRM` and Kolibri will be displayed in the selected language!
ar: قم بالنقر على :guilabel:`تأكيد` وسيتم عرض كوليبري باللغة التي حددتها!

source: The default language configured in your browser preferences might override the language configured in Kolibri. To ensure that Kolibri displays in the desired language, make sure to configure it as default in the browsers of all the devices that will be used to view Kolibri content.
ar: قد تتعارض اللغة الافتراضية التي تمت تهيئتها في تفضيلات المتصفح مع اللغة التي تمت تهيئتها في كوليبري. لضمان عرض كوليبري باللغة المطلوبة، تأكد من تهيئتها كلغة إفتراضية على متصفحات جميع الأجهزة التي سيتم استخدامها لعرض محتوى كوليبري.

source: To start **Kolibri** on Windows, just double-click the desktop shortcut. You will see the notification message *Kolibri is starting, please wait...*.
fil_ph: Para simulan ang **Kolibri** sa Windows, i-double-click lamanag nag desktop shortcut. Makikita mo ang mensahe ng abiso na *Ang Kolibri ay nagsisimula, mangyaring maghintay...*.

source: Starting Kolibri on Linux
fil_ph: Nagsisimula ang Kolibri sa Linux

source: Final **Kolibri** installer for Linux and OSX is not released yet, so these steps are *Work in Progress*!
fil_ph: Huling installer ng **Kolibri sa Linux at OSX ay hindi pa na-release, kaya ang mga hakbang na ito ay *Nasa Progreso*!

source: Open the default browser at http://127.0.0.1:8080 displaying the **Kolibri** start page.
fil_ph: Buksan ang default na browser sa http://127.0.0.1:8080 na nagpapakita ng simulang pahina ng **Kolibri**.

source: Starting Kolibri on Android
fil_ph: Nagsisimula ang Kolibri sa Android

source: Go to **Apps** on your device and tap the **Kolibri** icon.
fil_ph: Pumunta sa **Apps** sa iyong device at i-tap ang icon ng **Kolibri**.

source: Tap the Kolibri icon among your device apps to start.
fil_ph: I-tap ang icon ng Kolibri sa iyong device upanga magsimula.

source: While **Kolibri** is up and running on the device where you installed it, other computers, tablets, even mobile phones in the same **Local Area Network (LAN)** can access its learning contents.
fil_ph: Habang tumatakbo ang **Kolibri** sa iyong device kung saan ito naka-install, ang iba pang mga computer, tablet, maging ang mga mobile phones sa parehong **Local Area Network (LAN)** ay maaaring ma-access ang mga nilalaman nito sa pag-aaral.

source: To access the content on the same device/computer where **Kolibri** is running, open the browser at the address http://127.0.0.1:8080/.
fil_ph: Upang ma-access ang nilalaman ng parehong device/computer kung saan tumatakbo ang **Kolibri**, buksan ang browser sa address na http://127.0.0.1:8080/.

source: To access the content from other devices in the same network, you need to know the IP address of one where where **Kolibri** is running. For example, if **Kolibri** is on a device/computer with IP address **192.168.0.104**, you can access it from others in the same network by opening the browser and typing the address http://192.168.0.104:8080.
fil_ph: Upang ma-access ang nilalaman ng iba pang device sa parehong network, kailangan mong malaman ang IP address ng isa kung saan tumatakbo ang **Kolibri**. Halimbawa, kung ang **Kolibri** ay nasa device/computer na may IP address na **192.168.0.104**, maaari mo ito ma-access sa iba sa parehong network sa pamamagitan ng pagbukas ng browser at pag-type ng address na http://192.168.0.104:8080.

source: You can check the IP (**Server URL**) of the device where Kolibri is running by going to **Info** tab in the **Device** dashboard, .
fil_ph: Maaari mong suriin ang IP (**Server URL**) na device kung saan tumatakbo ang Kolibri sa pamamagitan ng pagpunta sa **Info** tab sa **Device** dashboard.

source: Find out the IP/Server URL in the Device > Info tab.
fil_ph: Alamin ang IP/Server URL sa Device > Info tab.

source: You can also use the ``ipconfig`` command on Windows or ``ifconfig`` command on Linux/OSX to find out the IP address of the device running the **Kolibri**.
fil_ph: Maaari mo ring gamitin ang ``ipconfig`` na command sa Windows o ``ifconfig`` na command sa Linux/OSX para malaman ang IP address ng device na nagpapatakbo ng **Kolibri**.

source: To change language in which **Kolibri** user interface is displayed, follow these steps.
fil_ph: Para mapalitan ang wika kung saan ipinapakita ang user interface ng **Kolibri**, sundin ang mga hakbang na ito.

source: Click **Select** to confirm.
fil_ph: I-click ang **Piliin** upang kumpirmahin.
