Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/coach.po
Languages: ar, es

source: To copy a lesson to a different group or another class of your facility, follow these steps.
ar: لنسخ درس إلى مجموعة مختلفة أو صف دراسي آخر في المرفق التعليمي الخاص بك، قم باتباع الخطوات التالية.
es: Para copiar lección a un grupo diferente u otra clase de su centro, seguir estos pasos.

source: Click :guilabel:`OPTIONS` and select **Copy lesson**.
ar: قم بالنقر على :guilabel:`خيارات` ثم حدد **نسخ الدرس**.

source: Select the class to which you wish to copy the lesson to.
ar: حدد الصف الدراسي الذي ترغب بنسخ الدرس إليه.
es: Selecciona la clase en la que desea copiar la lección.

source: If the destination class has more than one group, select **Entire class** or the group(s) of learners to whom you wish to assign the lesson.
ar: إذا كان الصف الدراسي المطلوب يحتوي على أكثر من مجموعة، قم بتحديد **الصف بأكمله** أو مجموعة/ مجموعات المتعلمين االذين ترغب بتحديد الدرس لهم.
es: Si la clase de destino tiene más de un grupo, selecciona **Toda la clase** o los grupos de estudiantes a los que desea asignar la lección.

source: If the lesson is copied to another group in the same class, it will appear in the **Lessons** tab as the *Copy of...*. Follow the steps in the next heading to rename it.
ar: في حال تم نسخ الدرس إلى مجموعة أخرى بنفس الصف الدراسي، سيظهر في تبويب **الدرس** على هيئة *نسخ من...*. قم باتباع الخطوات التالية في العنوان الرئيسي التالي لإعادة تسميته.
es: Si la lección es copiada a otro grupo en la misma clase, aparecerá en la pestaña **Clases** como la *Copia de...*. Seguir los pasos en el siguiente encabezado para cambiar su nombre.

source: Rename Lesson
ar: إعادة تسمية الدرس
es: Cambiar el nombre de la lección

source: To rename a lesson, follow these steps.
ar: لإعادة تسمية درس ما، قم باتباع الخطوات التالية.
es: Para cambiar el nombre de la lección, seguir estos pasos.

source: Change the lesson title in the confirmation window.
ar: قم بتغيير عنوان الدرس في نافذة التأكيد.
es: Cambiar el título de la lección en la ventana de confirmación.

source: Click :guilabel:`SAVE` to confirm, or :guilabel:`CANCEL` to exit without renaming the lesson.
ar: انقر على :guilabel:`حفظ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إعادة تسمية الدرس.

source: Delete Lesson
ar: حذف الدرس
es: Eliminar lección

source: To delete a lesson, follow these steps.
ar: لحذف درس ما، قم باتباع الخطوات التالية.
es: Para eliminar una lección, seguir estos pasos.

source: Click :guilabel:`OPTIONS` and select **Delete**.
ar: قم بالنقر على :guilabel:`خيارات` ثم حدد **حذف**.

source: Click :guilabel:`DELETE` in the confirmation window to proceed, or :guilabel:`CANCEL` to exit without deleting the lesson.
ar: قم بالنقر على :guilabel:`حذف` في نافذة التأكيد للمتابعة، أو على :guilabel:`إلغاء` للخروج بدون حذف الدرس.

source: Manage Quizzes
ar: إدارة الاختبارات القصيرة

source: You can view, create and delete quizzes, as well as assign them to learners, using the **Quizzes** sub-tab in the **Plan** tab (|edit| icon) of your **Coach** dashboard. The default view displays the list of all quizzes in a selected class, with indicators of their visibility status and groups they are assigned to.
ar: يمكنك عرض، إنشاء وحذف اختبارات قصيرة، إضافة إلى تحديدها للمتعلمين، وذلك باستخدام التبويب الفرعي **الاختبارات القصيرة** في تبويب **التخطيط لصفّك الدراسي** و (أيقونة |edit|) من صفحة **المدرب** الرئيسية الخاصة بك. ستعرض لك واجهة العرض الرئيسية قائمة بالاختبارات القصيرة في الصف الدراسي المحدد، مع مؤشرات حالة إمكانية الرؤية والمجموعات التي تم تحديدها لها.

source: To manage **Quizzes** |exams| in Kolibri classes and groups you must sign in as **coach**, **admin** or **super admin**.
ar: لإدارة **الاختبارات القصيرة** |exams| في صفوف ومجموعات كوليبري، ينبغي أن تقوم بتسجيل الدخول بصفة **مشرف**،**مدرب** أو **مشرف متميز**.

source: Create New Quiz
ar: إنشاء اختبار قصير جديد

source: To create a new quiz |exams|, click the :guilabel:`NEW QUIZ` button.
ar: لإنشاء اختبار قصير جديد |exams|، قم بالنقر على زر :guilabel:`إختبار قصير جديد`.

source: Fill in the field for the quiz title in the *Create new quiz* page.
ar: قم بتعبئة الحقل الخاص بعنوان الاختبار القصير في صفحة *إنشاء اختبار قصير جديد*.

source: Adjust the number of questions you want the quiz to contain. You can use the arrow field value modifiers with the mouse, or :guilabel:`-` and :guilabel:`+` buttons if you are using the keyboard.
ar: قم بضبط عدد الأسئلة التي تريد تضمينها في الاختبار القصير. يمكنك استخدام معدلات القيمة في خانة السهم من خلال الفأرة، أو زرّي :guilabel:`-` و :guilabel:`+` في حال كنت تستعمل لوحة المفاتيح.

source: Navigate through the topic tree and activate checkboxes of those exercises you want to include in the quiz.
ar: قم بالانتقال عبر ملفات المواضيع الفرعية ومن ثم بتنشيط مربعات الاختيار لتلك التمارين التي تريد تضمينها في الاختبار القصير.

source: As you keep adding and removing the exercises you will see confirmation messages at the bottom.
ar: أثناء متابعتك لإضافة التمارين وإزالتها، سوف تشاهد رسائل تأكيد في الأسفل.

source: Use the **Search** feature to look for topics and exercises about a specific subject. Write the search term in the field, press the :guilabel:`ENTER` key or click the |search| button to display the results.
ar: استخدم ميزة **البحث** للبحث عن مواضيع وتمارين حول موضوع معين. قم بكتابة مصطلح البحث في الحقل المخصص ومن ثم اضغط مفتاح :guilabel:`إدخال` أو انقر على زر |search| لعرض النتائج.

source: You can filter the search results by *type* of resource (exercise or topic), include only those from a specific *channel*, or exclude :ref:`resources for coaches <coach_resource>`. Click :guilabel:`EXIT SEARCH` button to return to main quiz view.
ar: يمكنك فرز نتائج البحث من خلال *نوع* المصدر (موضوع أو تمرين)، قم بتضمين المصادر من *قناة تعليمية* محددة، أو قم باستثناء :ref:`مصادر خاصة بالمدربين <coach_resource>`. قم بالنقر على زر :guilabel:`إنهاء البحث` للعودة إلى واجهة العرض الرئيسية للاختبار القصير.

source: When you finish selecting resources, click :guilabel:`CONTINUE` button to preview the quiz.
ar: عند انتهائك من تحديد المصادر، قم بالنقر على زر :guilabel:`متابعة` لمعاينة الاختبار القصير.

source: Beware that if you click the :guilabel:`GO BACK` button, you will exit the quiz builder and loose the resource selection.
ar: يرجى الانتباه أنه عندما تنقر على زر :guilabel:`العودة`، سيتم الخروج من منشئ الاختبارات القصيرة وفقدان تحديدك للمصادر .

source: You can choose between **Randomized** and **Fixed** question order.
ar: يمكنك الاختيار ما بين ترتيب الأسئلة بشكل **عشوائي** و **محدد**.

source: To present the questions in a different (*random*) order to each learner, select :guilabel:`Randomized`.
ar: لتقديم الأسئلة بترتيب مختلف (*عشوائي*) لكل متعلم، قم بتحديد خيار :guilabel:`عشوائي`.

source: To present the same (*fixed*) question order to all learners, select :guilabel:`Fixed`. You can reorder the questions by using the |drag| button with the mouse (drag and drop), or with |arrow-up| and |arrow-down| buttons if you navigate by keyboard.
ar: لتقديم الأسئلة بترتيب مماثل (*محدد*) لكل المتعلمين، قم بتحديد :guilabel:`محدد`. يمكنك إعادة ترتيب الاسئلة باستخدام زر |drag| عن طريق الفأرة (سحب وإفلات)، أو من خلال زرّي |arrow-up| و |arrow-down| في حال كنت تقوم بالتنقل عبر لوحة المفاتيح.

source: Use the option *Choose a different set of questions* to obtain an alternative selection of questions to display.
ar: استخدم خيار *اختر مجموعة مختلفة من الأسئلة* للحصول على تحديد بديل للأسئلة المراد عرضها.

source: When you are satisfied with the question order click the :guilabel:`FINISH` button, and you will see a confirmation notification at the bottom.
ar: عندما تكون راضياً عن ترتيب الأسئلة، قم بالنقر على زر :guilabel:`إنهاء`، وستشاهد إشعار التأكيد في الأسفل.

source: Change Quiz Visibility
ar: تغيير إمكانية رؤية الاختبار القصير

source: Newly created quiz is by default visible to entire class. To change quiz *Visibility*, that is select group(s) of learners instead of the whole class, follow these steps.
ar: الاختبار القصير الذي تم إنشاؤه حديثا هو اختبار مرئي بشكل افتراضي للصف الدراسي بأكمله. لتغيير *إمكانية الرؤية* الاختبار القصير لمجموعة/ مجموعات من المتعلمين بدلاً من الصف الدراسي بأكمله، قم باتباع الخطوات التالية.

source: Click :guilabel:`OPTIONS` button for the desired quiz and select the **Edit details** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للاختبار القصير المطلوب ثم حدد خيار **تعديل التفاصيل**.

source: Select the group(s) of learners to whom you wish to assign the quiz under the *Visible to* heading.
ar: قم بتحديد مجموعة/ مجموعات المتعلمين التي ترغب بتحديد الاختبار القصير لها تحت العنوان الرئيسي *مرئي من قِبل*.

source: Change Quiz Status
ar: تغيير حالة الاختبار القصير

source: Newly created quiz is by default not active. Once you set the visibility of quiz to the chosen group(s) of learners, you need to **Activate** it so it can appear in the **Learn** view of the learners it is assigned to.
ar: الاختبار الذي تم إنشاؤه حديثاً هو غير نشط بشكل افتراضي. بمجرد ضبط إمكانية الرؤية لمجموعة/ مجموعات مختارة من المتعلمين، ستحتاج إلى **تفعيل** الاختبار بحيث يمكن أن يظهر في واجهة عرض **التعلم** الرئيسية الخاصة بالمتعلمين الذين تم تحديد الاختبار القصير لهم.

source: Select **Active** at the start of the quiz period. When the quiz period concludes, select the **Inactive** option.
ar: حدد خيار **مفعّل** في بداية فترة الاختبار القصير. عندما تنتهي فترة الاختبار القصير، ثم بتحديد خيار **غير مفعّل**.

source: Copy Quiz
ar: نسخ الاختبار القصير

source: To copy a quiz to a different group or another class, follow these steps.
ar: لنسخ اختبار قصير إلى مجموعة مختلفة أو صف دراسي آخر، قم باتباع الخطوات التالية.

source: Click :guilabel:`OPTIONS` for the desired quiz and select **Copy quiz**.
ar: قم بالنقر على :guilabel:`خيارات` للاختبار القصير المطلوب ثم حدد **نسخ الاختبار القصير**.

source: Select the class to which you wish to copy the quiz to and click :guilabel:`CONTINUE`.
ar: قم بتحديد الصف الدراسي الذي ترغب بنسخ الاختبار له ومن ثم قم بالنقر على :guilabel:`متابعة`.

source: Click :guilabel:`COPY` to confirm, or :guilabel:`CANCEL` to exit without change.
ar: قم بالنقر على :guilabel:`نسخ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون أية تغييرات.

source: If the quiz is copied to another group in the same class, it will appear in the **Quizzes** tab as the *Copy of...*. Follow the steps in the next section to rename it.
ar: في حال تم نسخ الاختبار القصير إلى مجموعة أخرى بنفس الصف الدراسي، سيظهر في تبويب **الاختبارات القصيرة** بالشكل *نسخ من...*. قم باتباع الخطوات التالية في العنوان الرئيسي التالي لإعادة تسميته.

source: Rename quiz
ar: إعادة تسمية الاختبار القصير

source: To rename quiz, follow these steps.
ar: لإعادة تسمية اختبار قصير ما، قم باتباع الخطوات التالية.

source: Click :guilabel:`OPTIONS` for the desired quiz and select **Edit details** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للاختبار القصير المطلوب ثم حدد خيار **تعديل التفاصيل**.

source: Change the quiz title in the confirmation window.
ar: قم بتغيير عنوان الاختبار القصير في نافذة التأكيد.

source: Click :guilabel:`SAVE` to confirm, or :guilabel:`CANCEL` to exit without renaming the quiz.
ar: قم بالنقر على على :guilabel:`حفظ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إعادة تسمية الاختبار القصير.

source: Delete Quiz
ar: حذف اختبار قصير

source: To delete quiz, follow these steps.
ar: لحذف اختبار قصير ما، قم باتباع الخطوات التالية.

source: Click :guilabel:`OPTIONS` for the desired quiz and select **Delete** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للاختبار القصير المطلوب ثم حدد خيار **حذف**.

source: Click :guilabel:`DELETE` in the confirmation window to proceed, or :guilabel:`CANCEL` to exit without deleting the quiz.
ar: قم بالنقر على :guilabel:`حذف` في نافذة التأكيد للمتابعة، أو على :guilabel:`إلغاء` للخروج بدون حذف الاختبار القصير.

source: All data from the quiz you are deleting will be lost.
ar: سيتم فقدان كافة بيانات الاختبار القصير الذي تقوم بحذفه.

source: Manage Groups
ar: إدارة المجموعات
es: Gestionar grupos

source: In case you need to further divide learners inside classes, for example to address the different progress needs, you can use the **Groups** feature. Create and delete groups, as well as assign learners to them from the **Groups** sub-tab in the **Plan** tab (|edit| icon) of your **Coach** dashboard. Default view displays the list of all groups for the selected class, with the number of assigned learners for each group.
ar: في حال كنت بحاجة لتوزيع المتعلمين على أقسام داخل الصفوف الدراسية، على سبيل المثال لتلبية احتياجات التقدم المختلفة، يمكنك استخدام ميزة **المجموعات**. قم بإنشاء وحذف مجموعات، إضافة إلى تحديدها لمتعلمين من التبويب الفرعي **المجموعات** في تبويب **التخطيط لصفّك الدراسي** و (أيقونة |edit|) من صفحة **المدرب** الخاصة بك. ستعرض الواجهة الرئيسية لائحة المجموعات للصفوف المحددة، مع عدد المتعلمين المحددين لكل مجموعة.

source: To manage Kolibri groups you must sign in as **coach**, **admin** or **super admin**.
ar: لإدارة مجموعات كوليبري، ينبغي تسجيل الدخول بصفة **مشرف** ،**مدرب** أو **مشرف متميز**.

source: Create a New Group
ar: إنشاء مجموعة جديدة
es: Crear un nuevo grupo

source: To create a new learner group, follow these steps.
ar: قم باتباع الخطوات التالية لإنشاء مجموعة متعلمين جديدة.
es: Para crear un nuevo grupo de estudiantes, seguir estos pasos.

source: Click the :guilabel:`NEW GROUP` button.
ar: قم بالنقر على زر :guilabel:`مجموعة جديدة`.

source: Give group a desired name.
ar: أطلق الاسم الذي ترغب به على المجموعة.
es: Introducir el nombre del nuevo grupo.

source: Click :guilabel:`SAVE` to confirm, or :guilabel:`CANCEL` to exit without creating a group.
ar: قم بالنقر على على :guilabel:`حفظ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إنشاء مجموعة.

source: Enroll Learners in a Group
ar: إضافة المتعلمين إلى مجموعة

source: Click to open the desired group in the **Groups** sub-tab.
ar: قم بالنقر في التبويب الفرعي **المجموعات** من أجل فتح المجموعة المطلوبة.

source: Click the :guilabel:`ENROLL LEARNERS` button.
ar: قم بالنقر على زر :guilabel:`إضافة متعلمين`.

source: List in this view contains all the learners currently **not** enrolled in the selected group.
ar: تحتوي القائمة في واجهة العرض هذه على جميع المتعلمين **غير** المسجلين حالياً في المجموعة المحددة.

source: You can search for a specific learner by name.
ar: يمكنك البحث عن متعلم معين بواسطة الاسم.

source: Use checkboxes to select all the learners in the list, or the search field for specific learners you want to enroll in the group.
ar: استخدم مربعات الاختيار لتحديد جميع المتعلمين في القائمة، أو من خلال حقل البحث للمتعلمين المعينين الذين ترغب في إضافتهم إلى المجموعة.

source: Click :guilabel:`CONFIRM` to finish enrolling the selected learners and return to the group page.
ar: قم بالنقر على :guilabel:`تأكيد` لإنهاء إضافة المتعلمين المحددين ومن ثم العودة إلى صفحة المجموعة.

source: Remove Learners from Group
ar: إزالة متعلمين من مجموعة

source: Click :guilabel:`REMOVE` for the chosen learner.
ar: قم بالنقر على :guilabel:`إزالة` للمتعلم الذي تم اختياره.

source: Click :guilabel:`REMOVE` to confirm, or :guilabel:`CANCEL` to exit without removing the learner.
ar: انقر على :guilabel:`إزالة` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إزالة المتعلم.

source: Rename Group
ar: إعادة تسمية مجموعة
es: Cambiar el nombre de grupo

source: To rename group, follow these steps.
ar: لإعادة تسمية مجموعة ما، قم باتباع الخطوات التالية.
es: Para cambiar el nombre de grupo, seguir estos pasos.

source: Click :guilabel:`OPTIONS` button on the right edge of the desired group.
ar: قم بالنقر على زر :guilabel:`خيارات` على الحافة اليمنى للمجموعة المطلوبة.

source: Select the **Rename** option.
ar: قم بتحديد خيار **إعادة تسمية**.

source: Input the new name for the group in the confirmation window.
ar: قم بإدخال الاسم الجديد للمجموعة في نافذة التأكيد.
es: Introducir el nuevo nombre para el grupo en la ventana de confirmación.

source: Click :guilabel:`SAVE` button to proceed, or :guilabel:`CANCEL` to exit without renaming the group.
ar: قم بالنقر على زر :guilabel:`حفظ` للمتابعة، أو على زر :guilabel:`إلغاء` للخروج من دون إعادة تسمية المجموعة.

source: Delete Group
ar: حذف مجموعة
es: Eliminar grupo

source: To delete a group, follow these steps.
ar: لحذف مجموعة ما، قم باتباع الخطوات التالية.
es: Para eliminar grupo de estudiantes, seguir estos pasos.

source: Select the **Delete** option.
ar: قم بتحديد خيار **حذف**.

source: Click :guilabel:`DELETE` button in the confirmation window to proceed, or :guilabel:`CANCEL` to exit without deleting the group.
ar: انقر فوق :guilabel:`حذف` في نافذة التأكيد للمتابعة، أو على :guilabel:`إلغاء` للخروج بدون حذف المجموعة.

source: Coach Support Resources
ar: مصادر الدعم الخاصة بالمدرب

source: `Kolibri Studio <https://studio.learningequality.org/>`_ supports the option to set visibility for any resource added to content channels as a **Coach resource**. When content curators set the visibility this way, the resource in Kolibri will not be visible to learners, but only to admins, facility coaches, or other users assigned to coach classes. These materials can be lesson plans, professional development readings, training materials, etc. only viewable by coaches and not learners.
ar: يدعم `استوديو كوليبري <https://studio.learningequality.org/>`_ خيارات ضبط إمكانية الرؤية لأي مصدر مضاف للقنوات التعليمية بشكل **مصدر المدرب**. عندما يقوم منسقو المحتوى بتعيين إمكانية الرؤية بهذه الطريقة، لن يكون المصدر في كوليبري مرئياً للمتعلمين إنما فقط للمسؤولين أو مدربي المرافق التعليمية أو المستخدمين الآخرين المحددين في دروس المدرب. من الممكن أن تكون هذه المواد خططاً للدرس، قراءات للتطوير المهني، مواداً تدريبية، إلخ. ستكون متاحة للرؤية فقط من قبل المدربين وليس من قبل المتعلمين.

source: Setting the visibility of content in Kolibri Studio.
ar: ضبط إمكانية رؤية المحتوى في استوديو كوليبري.

source: Coach resources and content channels that contain them are marked with the |coach-resource| icon in Kolibri.
ar: تتميز مصادر المدرب أو القنوات التعليمية التي تحتويها بأيقونة |coach-resource| في كوليبري.

source: Content channel with 4 support resources for coaches in Kolibri.
ar: قناة محتوى مع أربعة مصادر دعم خاصة بالمدربين في كوليبري.

source: You can track progress of the **Learner** users, create and assign **Lessons** and **Exams** to classes or learner groups from the **Coach** dashboard. The default view of the **Coach** dashboard presents the list of **Classes** with number of learners enrolled to each class.
es: Puedes hacer el seguimiento de **Estudiantes**, crear y asignar **Lecciones** y **Exámenes** para clases o grupos de estudiantes desde el panel **Tutorizar**. La vista predeterminada del panel **Tutorizar** presenta la lista de **Clases** con el número de estudiantes matriculados en cada clase.

source: Select a class from the list to access the progress-tracking features and create exams.
es: Seleccionar una clase de la lista para acceder a las funciones de seguimiento de progreso y creación de exámenes.

source: View Learner Reports
es: Ver informes de aprendizaje

source: This is the default view when you select a class from the **Coach** dashboard. It displays the list of learners in the class and the group they are asigned to.
es: Esta es la vista predeterminada cuando se selecciona una clase del panel **Tutorizar**. Muestra la lista de estudiantes en la clase y sus grupos.

source: When you click the username of a learner, you will see the list of content they accessed and when were they last active on each of the channels:
es: Al hacer clic en un nombre de usuario, aparecerá la lista de contenido que estudiante haya visitado y actividad más reciente en cada uno de los canales:

source: Learner Reports present a quick view of all the content accessed by a learner.
es: Informes de aprendizaje presentan una visión rápida de todo el contenido accedido por estudiante.

source: Username of the selected learner will be the last item in the breadcrumb menu on the top.
es: Nombre de usuario del estudiante seleccionado será el último elemento en el menú de migas de pan en la parte superior.

source: Navigate the topic tree of each channel to see the progress of the selected learner for the topics, subtopics and individual resources. In the image below you can see that the learner **abbyl** accessed and completed only one of the subtopics from the topic **Addition and Subtraction to 10**:
es: Navegar por el árbol de temas de cada canal para ver el progreso de estudiante seleccionado para temas, subtemas y recursos individuales. En la siguiente imagen se puede ver que la estudiante **abbyl** accedió y completó solo uno de los subtemas del tema **Suma y resta hasta 10**:

source: Learner Reports across topics for the selected content channel.
es: Informes de aprendizaje de temas para el canal de contenido seleccionado.

source: Review Exercise Progress
es: Consultar progreso de ejercicios

source: The correct answers in the image above are not in a row; this exercise will be completed only after the learner gives 5 correct answers one after another.
es: Las respuestas correctas en la imagen no están en fila; este ejercicio será completado solo después que estudiante haya dado 5 respuestas correctas una después de otra.

source: In the example below, the progress bar for the exercise **Subtract within 5** will appear as 40%, because the student has given 2 correct answers within the most recent set of 5 attempts. For example: If this student had made 20 incorrect attempts before the 4 displayed attempts, those 20 incorrect attempts would not get factored into the progress bar.
es: En el ejemplo abajo, la barra de progreso para este ejercicio muestra 40%, porque el estudiante ha dado 2 respuestas correctas dentro del conjunto más reciente de 5 intentos. Si este estudiante anteriormente había hecho, por ejemplo, 20 intentos incorrectos antes de los 4 últimos intentos, la barra de progreso no toma en consideración aquellos 20 intentos incorrectos.

source: Click the exercise title to see all the answers and attempts on each question. In the figure below, you can see the progress of the learner **Hansen** for the exercise **Numbers to 120**. The exercise is still **In progress** as the learner has not completed the 5 correct answers in the row. You can also see that for the *Question 13*, the learner has given the correct answer only on the 4th attempt, which indicates that they are still struggling with the given concept.
es: Para ver el progreso de un estudiante hay que clicar su nombre. En la imagen abajo se puede ver el progreso de del estudiantes **Hansen** para el ejercicio **Números hasta 120**. El ejercicio tiene el estado **Iniciado** porque el estudiante aun no ha completado 5 respuestas correctas en fila. También puedes ver que para la *Pregunta 13* estudiante ha acertado la respuesta correcta solo al cuarto intento, el que indica que siguen teniendo problemas para entender el concepto.

source: View the details for all the answers and attempts for a single exercise.
es: Ver los detalles para todas las respuestas y intentos de un ejercicio en concreto.

source: How does it looks if learner A does 5 correct answers in a row on their first try, but learner B gets 10 wrong answers in a row before giving 5 correct ones in a row? In both cases, the progress would show as 100%, and you would have to click each learner's name to access their progress report and attempt history.
es: ¿Como se ve si estudiante A da 5 respuestas correctas seguidas en primer intento, pero estudiante B obtiene 10 respuestas incorrectas seguidas antes de dar 5 respuestas correctas? En ambos casos, el progreso se mostrará como 100% y tienes que seleccionar el nombre de cada estudiante para acceder a su informe y ver el historial de intentos.

source: In the figure below, you can see the progress of 5 learners for the exercise **Numbers to 120** in ascending order.
es: En la imagen abajo se puede ver el progreso de 5 estudiantes para el ejercicio **Números hasta 120** en orden ascendente.
