Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/coach.po
Languages: ar, es

source: Coach your Learners in Kolibri
ar: قم بتدريب المتعلمين الخاصين بك في كوليبري
es: Seguimiento de estudiantes en Kolibri

source: You can track progress of the **Learners**, create and assign **Lessons** and **Quizzes** to classes or learner groups from the **Coach** dashboard. The default view of the **Coach** dashboard presents the list of **Classes** with their assigned coaches, and the number of learners enrolled in each class.
ar: يمكنك متابعة التقدم المحرز في قسم **المتعلمون**، قم بإنشاء وتعيين **دروس** و **اختبارات قصيرة** للصفوف أو مجموعات المتعلمين من صفحة **المدرب** الرئيسية. العرض الافتراضي لصفحة **المدرب** الرئيسية يظهر قائمة **الصفوف الدراسية** مع المدربين المحددين لها، إضافة لعدد المتعلمين المضافين لكل صف دراسي.

source: Click on a class to access the progress-tracking features and create lessons, quizzes and groups.
ar: قم بالنقر على الصف الدراسي للوصول إلى ميزات متابعة التقدم المحرز وإنشاء دروس واختبارات قصيرة ومجموعات.

source: Choose one of the classes from this view to access the Kolibri coach features.
ar: اختر واحداً من الصفوف الدراسية الظاهرة للوصول إلى ميزات مدرب كوليبري.

source: Class Home
ar: الصفحة الرئيسية للصف الدراسي

source: On the **Class Home** tab (|class-home| icon) you can see the overview of the class activity and track progress of the learners on lessons and quizzes assigned to them.
ar: من خلال تبويب **الصفحة الرئيسية للصف الدراسي** (أيقونة |class-home|) يمكنك الحصول على لمحة عامة لنشاط الصف الدراسي ومتابعة تقدم المتعلمين في الدروس والاختبارات القصيرة المحددة لهم.

source: Class Home presents an overview of learner progress and activity.
ar: الصفحة الرئيسية للصف الدراسي تتيح لمحة عامة عن تقدم المتعلم ونشاطه.

source: Quizzes
ar: الاختبارات القصيرة

source: You can review the progress of learners on the assigned quizzes in the **Quizzes** |exams| block.
ar: يمكنك مراجعة التقدم المحرز للمتعلمين في الاختبارات القصيرة المحددة لهم من خلال **الاختبارات القصيرة** مجموعة |exams|.

source: Progress bar will indicate how many learners have started |started| and completed |completed-small| the quiz.
ar: سيشير شريط التقدم المحرز إلى عدد المتعلمين الذين بدأوا |started| وأكملوا |completed-small| الاختبار القصير.

source: You can click on the progress bar to open the complete quiz data in the **Reports** tab.
ar: يمكنك النقر على شريط التقدم المحرز لفتح بيانات الاختبار كاملةً في تبويب **التقارير**.

source: Click :guilabel:`VIEW ALL` to access the full list of notifications about quizzes (only the 3 most recent are displayed in the block).
ar: انقر على :guilabel:`عرض الكل` للوصول إلى لائحة الإشعارات الكاملة حول الاختبارات القصيرة (فقط الاختبارات الثلاث الأكثر عرضاً في المجموعة مؤخراً).

source: **Quizzes** were known as **Exams** in Kolibri versions prior to 0.12.
ar: **الاختبارات القصيرة** ستكون معروفة باسم **الاختبارات** في إصدارات كوليبري الأقدم من 0.12.

source: Lessons
ar: الدّروس

source: You can review the progress of learners on the assigned lessons in the **Lessons** |lessons| block.
ar: يمكنك مراجعة التقدم المحرز للمتعلمين في الدروس المحددة لهم من خلال **الدروس** مجموعة |lessons|.

source: Progress bar will indicate how many learners have started |started| and completed |completed-small| the lesson, and if they need help |need-help| with some of the resources in it.
ar: سيشير شريط التقدم المحرز إلى عدد المتعلمين الذين بدأوا |started| وأكملوا |completed-small| الدرس، وفي حال كانوا بحاجة إلى مساعدة |need-help| مع بعض المصادر.

source: You can click on the progress bar to open the complete lesson data in the **Reports** tab.
ar: يمكنك النقر على شريط التقدم المحرز لفتح بيانات الدرس كاملةً في تبويب **التقارير**.

source: Click :guilabel:`VIEW ALL` to access the full list of notification about lessons (only the 3 most recent are displayed in the block).
ar: انقر على `عرض الكل`:guilabel: للوصول إلى لائحة الإشعارات الكاملة حول الدروس (فقط الدروس الثلاث الأكثر عرضاً في المجموعة مؤخراً).

source: Class Activity
ar: نشاط الصف الدراسي

source: As learners interact with lessons and quizzes, you can track their progress in the **Class activity** block.
ar: أثناء تفاعل المتعلمين مع الدروس والاختبارات القصيرة، يمكنك تتبع تقدمهم في قسم **نشاط الصف الدراسي**.

source: When learners start or complete lessons, you will see one notification displaying the title of the lesson they started |started| or completed |completed-small|, and another displaying the title of the specific resource in the lesson they interacted with. In case of quizzes, you will see only the quiz title notification.
ar: حالما يبدأ المتعلمون الدروس أو يقومون بإكمالها، ستشاهد إشعاراً واحداً يظهر عنوان الدرس الذي بدأوه |started| أو أكملوه |completed-small|، وإشعاراً آخر يعرض عنوان المصدر المحدد في الدرس الذي تفاعلوا معه. في حالة الاختبارات القصيرة، ستشاهد إشعاراً بعنوان الاختبار فقط.

source: When multiple learners are working on the same lesson or quiz, you will see a notification like *Learner1 and 3 other have started...*
ar: عندما يعمل عدة متعلمين على نفس الدرس أو الاختبار القصير، ستشاهد إشعاراً من قبيل *المتعلم رقم ١ وثلاثة آخرون بدأوا...*

source: When learners input multiple incorrect answers to a question in a lesson, the notification in the **Class activity** block will display that one or more learners need help |need-help| with a specific resource.
ar: عندما يقوم عدة متعلمين بإدراج أجوبة خاطئة على سؤال في الدرس، فإن الإشعار في قسم **نشاط الصف الدراسي** سيظهر أن أحد المتعلمين أو أكثر بحاجة مساعدة |need-help| في مصدر محدد.

source: You can click each notification link to review the complete resource data in the **Reports** tab.
ar: يمكنك النقر فوق رابط كل إشعار لاستعراض بيانات المصدر بشكل كامل من خلال تبويب **التقارير**.

source: Click :guilabel:`VIEW ALL` to access the full list of activity notifications (only the 5 most recent are displayed in the block).
ar: انقر على :guilabel:`عرض الكل` للوصول إلى لائحة إشعارات النشاط كاملةً (فقط الدروس الخمس الأخيرة ستظهر في المجموعة).

source: Reports
ar: التقارير

source: **Reports** tab (|reports| icon) allows you to gain insight into detailed real-time progress of the learners for single resources in lessons and quizzes assigned to them.
ar: يتيح لك تبويب **التقارير** (أيقونة |reports|) أن تحصل على نظرة شاملة على التقدم المحرز في الوقت الحقيقي للمتعلمين وبشكل مفصل للمصادر الواحدة في الدروس والاختبارات القصيرة المحددة لهم.

source: Kolibri presents actionable reports for each lesson and quiz the class learners have been assigned, together with the possibility to observe the progress by groups and individual learners.
ar: يقدم كوليبري تقارير فعالة لكل درس واختبار قصير تم تحديده للمتعلمين، بالإضافة إلى إمكانية مراقبة التقدم المحرز من المجموعات والمتعلمين الأفراد.

source: Open the **Lessons** sub-tab from the main **Reports** view to access the progress reports on resources included in each lesson.
ar: قم بفتح علامة التبويب **الدروس** من عرض **التقارير** الرئيسي للوصول إلى تقارير التقدم المحرز المتعلق بالمصادر المضمنة في كل درس.

source: To review past lessons, use the filter to include only the *Inactive* lessons.
ar: لمراجعة الدروس السابقة، استخدم خاصية الفلترة لتضمين الدروس *غير المفعّلة* فقط.

source: **Progress** column presents the summary of learners who *started* |started| and *completed* |completed-small| the lessons, or *need help* |need-help| with some of the included resources.
ar: يقدم عمود **التقدم المحرز** ملخصاً للمتعلمين الذين *بدأوا* |started| و *أكملوا* |completed-small| الدروس، أو *بحاجة مساعدة* |need-help| مع بعض المصادر المضمنة.

source: Click on the lesson title to view its list of resources.
ar: قم بالنقر على عنوان الدرس لعرض قائمة المصادر.

source: In the selected lesson **Report** sub-tab, you can see the clickable list of resources, with their own *progress* and the *average time spent* on.
ar: من خلال التبويب الفرعي **تقرير** الدرس المحدد، يمكنك رؤية قائمة المصادر، مع *التقدم المحرز* و *معدل الوقت المستهلك* الخاصين بها.

source: When you click to open the single resource, you can see the progress report for each learner (*started* |started|, *completed* |completed-small| or *need help* |need-help|), and the time spent on it.
ar: عندما تنقر لفتح مصدر واحد، يمكنك مشاهدة تقرير التقدم المحرز الخاص بكل متعلم (*بدأ* |started|، *أكمل* |completed-small| أو *بحاجة مساعدة* |need-help|)، والوقت الذي استهلكه لإنجاز ذلك.

source: If the resource is an exercise, you can access the **Difficult questions** sub-tab and review each attempt with incorrect answers.
ar: في حال كان المصدر عبارة عن تمرين، بإمكانك الوصول إلى علامة التبويب **الأسئلة الصعبة** ومراجعة كل محاولة ذات إجابات غير صحيحة.

source: Open the **Learners** sub-tab to access the progress report per each learner.
ar: قم بفتح علامة التبويب الفرعية **المتعلمون** للوصول إلى تقرير التقدم المحرز لكل متعلم.

source: Open the **Quizzes** sub-tab from the main **Reports** view to access the progress reports on resources included in each quiz.
ar: قم بفتح علامة التبويب الفرعية **الاختبارات القصيرة** من عرض **التقارير** الرئيسي للوصول إلى تقارير التقدم المحرز الخاص بالمصادر المضمنة في كل اختبار قصير.

source: To review past quizzes, use the filter to include only the *Inactive* ones.
ar: لمراجعة الاختبارات القصيرة السابقة، قم بفلترة جميع الاختبارات لإظهار الاختبارات القصيرة *غير المفعّلة* منها.

source: **Progress** column presents the summary of learners that *started* |started| and *completed* |completed-small| each quiz.
ar: يقدم عمود **التقدم المحرز** ملخصاً للمتعلمين الذين *بدأوا* |started| و *أكملوا* |completed-small| كل اختبار قصير.

source: Click on the quiz title to view its list of resources.
ar: قم بالنقر على عنوان الاختبار القصير لعرض قائمة المصادر.

source: In the selected quiz **Report** sub-tab, you can see the list of learners, with columns for the *progress* and obtained *score*.
ar: من خلال التبويب الفرعي **التقارير** الخاص بالاختبار القصير، بإمكانك رؤية قائمة المتعلمين، بالإضافة إلى أعمدة *التقدم المحرز* و *النقاط* التي تم الحصول عليها.

source: Open the **Difficult questions** sub-tab to view the list of questions learners gave incorrect answers to, and gain insight of how many *need help* |need-help| with the concept.
ar: قم بفتح التبويب الفرعي **الأسئلة الصعبة** لعرض قائمة الأسئلة التي أجاب عليها المتعلمون بشكل غير صحيح، واحصل على فكرة عن عدد من هم *بحاجة مساعدة* |need-help| ضمن المفهوم.

source: Click a *difficult question* in the list to review each of the incorrect answers and attempts.
ar: انقر على *الأسئلة الصعبة* في القائمة لمراجعة كل من الإجابات والمحاولات الخاطئة.

source: When you click a name of a single learner, you can see the full report for each answer. This can help you understand which questions learners had difficulties answering correctly, and how many attempts they used.
ar: عندما تنقر على اسم متعلم واحد، يمكنك رؤية التقرير الكامل الخاص بكل إجابة. سيساعدك ذلك في فهم أية أسئلة يجد المتعلمون صعوبة في الإجابة عليها بشكل صحيح، وعدد المحاولات التي تطلبها ذلك منهم.

source: green check mark icon indicates the **correct** answer
ar: علامة ✓ الخضراء تشير إلى إجابة **صحيحة**

source: red X mark icon indicates the **incorrect** answer
ar: علامة X الحمراء تشير إلى إجابة **خاطئة**

source: gray X mark icon indicates an **unanswered** question
ar: علامة X الرمادية تشير إلى سؤال **لم تتم الإجابة عنه**

source: Click on the attempt icons to see the answers for each one. In the screenshot above learner **Abby L.** had 3 attempts on *Question 8*: the first one was incorrect, the second one (selected) was correct, but the third and finally submitted one was incorrect.
ar: قم بالنقر على أيقونة المحاولات لرؤية الاجوبة الخاصة بكل منها. المتعلم في الصورة أعلاه **Abby L.** لديه ثلاثة محاولات في *السؤال رقم ٨*: المحاولة الأولى كانت خاطئة، المحاولة الثانية (المحددة) كانت صحيحة، إلا أن المحاولة الثالثة والمقدمة أخيراً كانت خاطئة.

source: **Review Exercise Progress**
ar: **معدل التقدم المحرز في التمرين**

source: When a learner answers exercise questions in Kolibri, the progress bar below the exercise is taking into account only the most recent given answers, meaning that the learner must complete the required number of correct answers (*check marks*) **in the row** for the exercise to be considered completed.
ar: عندما يجيب المتعلم على أسئلة التمارين في كوليبري، فإن شريط التقدم المحرز تحت التمرين سيأخذ بالحسبان الإجابات المعطاة مؤخراً فقط، بما معناه أن المتعلم يجب أن يصل إلى العدد المطلوب من الإجابات الصحيحة (*العلامات الخضراء*) **بشكلٍ متتالٍ** في التمارين كي يتم اعتبارها قد اكتملت.
es: La barra de progreso debajo del ejercicio toma en consideración solo las respuestas más recientes, y esto significa que estudiantes tienen que dar el número requerido de respuestas correctas (marcas de visto) **en fila** para que el ejercicio sea considerado completado.

source: The correct answers (green check marks) in the image above are not in a row; this exercise will be completed only after the learner gives 5 correct answers one after another.
ar: الإجابات الصحيحة (العلامات الخضراء) في الصورة أعلاه ليست متتالية؛ سيتم إكمال هذا التمرين فقط عند إعطاء خمس إجابات صحيحة واحدة تلو الاخرى.

source: Groups
ar: المجموعات

source: Open the **Groups** sub-tab from the main **Reports** view to access the reports about the progress in lessons and quizzes **per each group**. In the main view you can see the table with summary of lessons and quizzes assigned to each group, number of learners and the last activity.
ar: قم بفتح التبويب الفرعي **المجموعات** من عرض **التقارير** الرئيسي للوصول إلى التقارير الخاصة بالتقدم المحرز في الدروس والاختبارات القصيرة **لكل مجموعة**. يمكنك رؤية جدول مع ملخص بالدروس والاختبارات القصيرة المحددة لكل مجموعة من خلال العرض الرئيسي، إضافة إلى عدد المتعلمين والنشاط الأخير.

source: Click on group name to view its detailed progress report.
ar: انقر على اسم المجموعة لعرض تقرير التقدم المحرز بشكل مفصل.

source: From the group **Reports** sub-tab you can click to access each lesson and quiz.
ar: يمكنك النقر على التبويب الفرعي **التقارير** للمجموعة للوصول إلى الدروس والاختبارات القصيرة كل بمفرده.

source: In the **Members** sub-tab you can view the summary of completed exercises, scores and viewed resources **for each group learner**, and click to access their full progress report.
ar: من خلال التبويب الفرعي **الأعضاء**، يمكنك عرض ملخص للتمارين المكتملة، النقاط المحرزة والمصادر الظاهرة **لكل متعلم ضمن مجموعة**، يمكنك النقر أيضاً للوصول إلى تقرير التقدم المحرز الخاص بهم كاملاً.

source: Learners
ar: المتعلّمون

source: Open the **Learners** sub-tab from the main **Reports** view to access the progress report per each learner. In the main view you can see the table with summary of completed exercises, scores and viewed resources **for each learner**, and their last activity.
ar: قم بفتح التبويب الفرعي **المجموعات** من عرض **التقارير** الرئيسي للوصول إلى التقارير الخاصة بالتقدم المحرز لكل متعلم. يمكنك رؤية جدول بملخص التمارين المكتملة والنقاط المحرزة والمصادر الظاهرة **لكل متعلم** إضافة إلى نشاطهم الاخير، وذلك من خلال شاشة العرض الرئيسية.

source: Click on learner name to view their detailed progress report.
ar: انقر على اسم المتعلم لعرض تقرير التقدم المحرز الخاص به بشكل مفصل.

source: From the learner **Reports** sub-tab you can click to access each lesson and quiz.
ar: من التبويب الفرعي **التقارير** الخاص بالمتعلم، يمكنك النقر للوصول إلى الدروس والاختبارات القصيرة كل بمفرده.

source: In the **Activity** sub-tab you can review their activity on resources assigned.
ar: من خلال التبويب الفرعي **النشاط**، يمكنك استعراض نشاطهم الأخير على المصادر المحددة.

source: Plan
ar: التخطيط لصفّك الدراسيّ

source: Use the options in the **Plan** tab to create and manage the lessons, quizzes, and groups for the selected class.
ar: استخدم الخيارات المتاحة في تبويب **التخطيط لصفّك الدراسي** لإنشاء وإدارة الدروس والاختبارات القصيرة، إضافة لمجموعات الفئة المحددة.

source: Manage Lessons
ar: إدارة الدروس
es: Gestionar lecciones

source: Kolibri **Lessons** offer you the possibility to prepare smaller selections of available learning resources and assign them to learners on a temporary basis. You can select resources from multiple channels, and copy the created lessons to other classes or groups as needed.
ar: تتيح لك **دروس** كوليبري إمكانية تحضير تحديدات أقل من المصادر المتاحة ومن ثم تحدبدها للمتعلمين بأساسيات مؤقتة. يمكنك تحديد المصادر من قنوات متعددة، ومن ثم نسخ وإنشاء الدروس لصفوف دراسية أخرى أو مجموعات حسب الحاجة.
es: **Lecciones** ofrecen la posibilidad de preparar un conjunto más pequeño de todos los recursos de aprendizaje presente en Kolibri y presentarlo a estudiantes de manera temporal. Puedes seleccionar recursos de múltiples canales y copiar las lecciones de una clase a otras según necesidad.

source: To view, create or delete lessons, as well as assign them to learners, use the **Lessons** sub-tab in the **Plan** tab (|edit| icon) of your **Coach** dashboard. Default view displays the list of all lessons created for the selected class, the number of resources they contain, groups they are assigned to, and their status indicator. You can filter the lessons in order to see all, or just active/inactive ones.
ar: لعرض أو إنشاء أو حذف الدروس، أو تحديدها للمتعلمين على حد سواء، قم باستخدام التبويب الفرعي **الدروس** من تبويب **التخطيط لصفّك الدراسي** (أيقونة |edit|) من صفحة **المدرب** الخاصة بك. تظهر لك شاشة العرض الافتراضية كافة الدروس المنشأة للصف الدراسي المحدد، عدد المصادر التي تحتوي عليها، المجموعات المحددة لها، إضافة إلى مؤشر الحالة الخاص بها. يمكنك فرز الدروس بحيث تشاهدها جميعها أو بحيث تشاهد فقط الدروس المفعّلة/غير المفعّلة.

source: To manage |lessons| **Lessons** in Kolibri classes and groups, you must sign in as **coach**, **admin** or **super admin**.
ar: لإدارة |lessons| **الدروس** في دروس ومجموعات كوليبري، عليك أن تقوم بتسجيل الدخول كـ **مدرب** ،**مشرف** أو **مشرف متميز**.

source: Create New Lesson
ar: إنشاء درس جديد
es: Crear una nueva lección

source: To create a new lesson |lessons|, follow these steps.
ar: قم باتباع الخطوات التالية لإنشاء درس جديد |lessons|.

source: Click the :guilabel:`NEW LESSON` button.
ar: قم بالنقر على زر :guilabel:`درس جديد`.

source: Fill in the field for the lesson title, description and choose the group(s) or the entire class as the recipients.
ar: قم بتعبئة حقل عنوان الدرس، وصف الدرس، واختر مجموعة/ مجموعات أو الصف بأكمله كمتلقين.

source: Click :guilabel:`CONTINUE`. In this step, the lesson does not have any learning resources yet, but you can see and edit some options.
ar: قم بالنقر على :guilabel:`متابعة`. في هذه الخطوة، لن يكون هناك أية مصادر تعليمية للدرس، لكن يمكنك رؤية وتحرير بعض الخيارات.

source: Click :guilabel:`MANAGE RESOURCES` and select the content channel from which you wish to select resources for the lesson.
ar: قم بالنقر على :guilabel:`إدارة المصادر` واختر القناة التعليمية التي ترغب بتحديد المصادر الخاصة بالدرس منها.

source: Keep navigating the topic tree of the selected content channel until you arrive to single content items. Use the checkboxes to select the resources you want to include in the lesson, and you will see a notification at the bottom of the page that the resource has been added.
ar: تابع التنقل في ملفات المواضيع الفرعية للقناة التعليمية المحددة إلى أن تصل إلى المصادر الفردية التي ترغب بها. استخدم مربعات الاختيار لتحديد المصادر التي تريد أن تضمنها في الدرس، وستشاهد إشعاراً في أسفل الصفحة يعلمك بإضافة المصدر.

source: Use the **Search** feature to look for resources about a specific subject. Write the search term in the field, and press the :guilabel:`ENTER` key or click the |search| button to display the results. When you finish, press the :guilabel:`EXIT SEARCH` button to return to the list of selected resources.
ar: استخدم ميزة **البحث** لرؤية المصادر الخاصة بموضوع معين. قم بكتابة مصطلح البحث في الحقل المخصص ومن ثم اضغط مفتاح :guilabel:`إدخال` أو انقر على زر |search| لعرض النتائج. عند الانتهاء، انقر على زر :guilabel:`إنهاء البحث` للعودة إلى لائحة تحديد المصادر.

source: You can filter the search results by *type* of resource (video, document, exercise...), include only those from a specific *channel*, or exclude :ref:`resources for coaches <coach_resource>`.
ar: يمكنك فرز نتائج البحث حسب *نوع* المصدر (مقطع فيديو، مستند، تمرين...)، قم بتضمين تلك الخاصة بـ *قنوات تعليمية* محددة فقط، أو استبعد :ref:`المصادر الخاصة بالمدربين<coach_resource>`.

source: Press the :guilabel:`FINISH` button to close the **Manage resources** window and return to the main view of the lesson.
ar: انقر على زر :guilabel:`إنهاء` لإغلاق نافذة **إدارة المصادر** ومن ثم العودة إلى واجهة العرض الرئيسية الخاصة بالدرس.

source: After you've selected the resources for the lesson, you can:
ar: بعد أن قمت بتحديد المصادر الخاصة بالدرس، بإمكانك:

source: Grab the |drag| button to reorder lesson resources with the mouse (drag and drop)
ar: الضغط مطولاً على زر |drag| لإعادة ترتيب المصادر الخاصة بالدرس (اسحب ثم أفلت) بالفأرة

source: Use the |arrow-up| and |arrow-down| buttons to reorder by keyboard navigation
ar: استخدام زرّي |arrow-up| و |arrow-down| لإعادة الترتيب من خلال مفاتيح التنقل بلوحة المفاتيح

source: Click the :guilabel:`REMOVE` button to delete a resource
ar: النقر على زر :guilabel:`إزالة` لحذف مصدر

source: You will see a confirmation notification at the bottom every time you change something in the lesson.
ar: ستشاهد إشعاراً تأكيدياً في الأسفل في كل مرة تغير بها شيئاً ما في الدرس.

source: To add more resources to the same lesson and keep editing if needed, follow the steps 4 to 9 again.
ar: لإضافة المزيد من المصادر إلى نفس الدرس ومتابعة التحرير عند الحاجة، قم مجدداً باتباع الخطوات من 4 إلى 9.

source: Change Lesson Status
ar: تغيير حالة الدرس
es: Cambiar estado de lección

source: A newly created lesson is *Inactive* by default, meaning that learners will not see it in their **Learn** view. To change the lesson status, follow these steps.
ar: الدرس الذي تم إنشاؤه حديثاً هو درس *غير مفعّل* بشكل افتراضي بما معناه أن المتعلمين لن يروه في واجهة العرض **تعلم** الخاصة بهم. لتغيير حالة الدرس، قم باتباع الخطوات التالية.
es: La lección recién creada es *inactiva* por defecto, lo que significa que los estudiantes no la verán en su vista **Aprender**. Para cambiar el estado de la lección, seguir estos pasos.

source: Click the **Change** link under the *Status* heading.
ar: انقر على رابط **تغيير** تحت العنوان الرئيسي *الحالة*.
es: Clicar el enlace **Cambiar** bajo el encabezado *Estado*.

source: Select **Active** or **Inactive**.
ar: قم بتحديد **مفعّل** أو **غير مفعّل**.
es: Seleccionar **Activa** o **Inactiva**.

source: Click :guilabel:`SAVE` to confirm, or :guilabel:`CANCEL` to exit without change.
ar: قم بالنقر على :guilabel:`حفظ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون حفظ التغييرات.

source: Change Lesson Visibility
ar: تغيير إمكانية رؤية الدرس
es: Cambiar visibilidad de la lección

source: You can change the visibility of the lesson that you set when you initially created it. To reassign the lesson to a different group or the entire class, follow these steps.
ar: يمكنك تغيير إمكانية رؤية الدرس الذي قمت بتحديده عند إنشائه منذ البداية. لتحديد الدرس لمجموعة مختلفة أو للصف بأكمله، قم باتباع هذه الخطوات.

source: Select the desired lesson from the list in the **Lessons** tab.
ar: حدد الدرس المطلوب من القائمة في تبويب **الدروس**.
es: Seleccionar la lección deseada de la lista en la pestaña **Clases**.

source: Click :guilabel:`OPTIONS` and select **Edit details**.
ar: قم بالنقر على :guilabel:`خيارات` وحدد **تعديل التفاصيل**.

source: Select **Entire class** or the group(s) of learners to whom you wish to assign the lesson under the *Visible to* heading.
ar: قم بتحديد **الصف بأكمله** أو مجموعة/ مجموعات المتعلمين الذين ترغب بتحديد الدرس لهم تحت العنوان الرئيسي *مرئي من قِبل*.
es: Selecciona **Toda la clase** o los grupos de estudiantes a los que deseas asignar la lección bajo el encabezado *Visible a*.

source: Copy Lesson
ar: نسخ الدّرس
es: Copiar lección
