Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/coach.po
Languages: ar, es

source: View the progress for a single exercise or resource in a topic.
es: Ver el progreso de un particular ejercicio o recurso en el tema.

source: In case you need to further divide learners inside classes, for example to address the different progress needs or levels, you can use the **Groups** feature. Create and delete groups, as well as assign learners to them from the **Groups** tab in your **Coach** dashboard. Default view displays the list of all groups for the selected class, with the list of assigned learners for each group.
es: En caso fuera necesario dividir estudiantes en las clases, por ejemplo para seguir el progreso para diferentes necesidades o niveles, se pueden utilizar la opción de **Grupos**. Puedes crear y eliminar grupos, así como asignarles estudiantes desde la pestaña **Grupos** en el panel **Tutorizar**. La vista principal muestra la lista de todos los grupos para la clase seleccionada, con la lista de estudiantes asignados a cada grupo.

source: To manage Kolibri groups you must sign in as **Super user**, **Admin** or **Coach**.
es: Para gestionar grupos de usuarios en Kolibri hay que iniciar sesión como **Superusuario** o **Administrador**.

source: Click the **New group** button.
es: Clicar el botón **Nuevo grupo**.

source: Click **Save** to confirm, or **Cancel** to exit without creating a group.
es: Clicar **Guardar** para confirmar, o **Cancelar** para salir sin crear grupo.

source: Assign Learners to Group
es: Asignar estudiantes a un grupo

source: Below the existing groups there is a list with all learners currently **NOT** assigned to any groups.
es: Debajo de los grupos existentes hay una lista con todos los estudiantes actualmente **no** asignados a ningún grupo.

source: Use checkboxes to select all the learners in the list, or specific ones you want to assign to the group.
es: Usa casillas de verificación para seleccionar todos estudiantes de la lista, o nombres específicos que deseas asignar a un grupo.

source: Click **Move learners** button on the right side of the list.
es: Clicar el botón **Mover estudiantes** botón a la derecha de la lista.

source: Select the group to which you want to assign the selected learners in the **Move learners** window.
es: Seleccionar el grupo al que deseas asignar estudiantes seleccionados en la ventana de confirmación.

source: Click **Move** to proceed, or **Cancel** to exit without assigning.
es: Clicar **Mover** para confirmar, o **Cancelar** para salir sin asignar.

source: Move learners between groups
es: Mover estudiantes entre grupos

source: Use checkboxes to select all the user in one group, or specific users you want to assign to another group.
es: Usa casillas de verificación para seleccionar todos estudiantes en un grupo, o solo nombres específicos que deseas asignar a otro grupo.

source: Click **Move learners** button on the right side of the origin group.
es: Clicar el botón **Mover estudiantes** a la derecha del grupo de origen.

source: Select the group to which you want to move the selected learners, or the **Ungrouped** option if you want to remove them from the origin group without assigning to a new one.
es: Seleccionar el grupo al que deseas mover estudiantes seleccionados, o la opción **No agrupados** si deseas moverlos desde el grupo de origen sin asignarlos a uno nuevo.

source: Click **Move** to proceed, or **Cancel** to exit without moving.
es: Clicar **Mover** para confirmar, o **Cancelar** para salir sin mover.

source: Click the down arrow icon on the right edge of the desired group.
es: Clicar el icono de flecha hacia abajo a la derecha del grupo deseado.

source: Select the **Rename group** option.
es: Seleccionar la opción **Cambiar el nombre de grupo**.

source: Click **Save** button to proceed, or **Cancel** to exit without renaming the group.
es: Clicar **Guardar** para confirmar, o **Cancelar** para salir sin cambiar el nombre del grupo.

source: Select the **Delete group** option.
es: Seleccionar la opción **Eliminar grupo**.

source: Click **Delete group** button in the confirmation window to proceed, or **Cancel** to exit without deleting the group.
es: Clicar **Eliminar grupo** en la ventana de confirmación para proceder, o **Cancelar** para salir sin eliminar.

source: Learners currently assigned to group will become ungrouped.
es: Estudiantes asignados al grupo eliminado quedarán no agrupados.

source: To view, create or delete lessons, as well as assign them to learners, use the **Lessons** tab in your **Coach** dashboard. Default view displays the list of all lessons created for the selected class, the number of resources they contain, groups they are asigned to, and their status indicator. You can filter the lessons in order to see all, or just active/inactive ones.
es: Para ver, crear o eliminar lecciones, así como asignarlas a estudiantes, puedes usar la pestaña **Lecciones** en el panel **Tutorizar**. La vista predeterminada muestra la lista de todas las lecciones para la clase seleccionada, la cantidad de recursos que contienen, grupos a los que están asignadas y el indicador de su estado. Puedes filtrar las lecciones para poder ver todas, o solo activas o inactivas.

source: To manage **Lessons** in Kolibri classes and groups, you must sign in as **Coach** or **Admin**.
es: Para gestionar **Lecciones** en clases y grupos de Kolibri hay que iniciar sesión como **Tutor** o **Administrador**.

source: To create a new lesson, follow these steps.
es: Para crear una nueva lección, seguir estos pasos.

source: Click the **New lesson** button.
es: Clicar el botón **Nueva lección**.

source: Fill in the field for the lesson title, description and set the visibility.
es: Rellena los campos del título de la lección, la descripción y establecer la visibilidad.

source: Click the **Continue** button. In this step, the lesson does not have any learning resources yet, but you can see and edit some options.
es: Clicar el botón **Continuar** botón. En este paso la lección aún no contiene los recursos de aprendizaje, pero puedes ver y editar algunas opciones.

source: Click the **Add resources** button, and select the content channel from which you wish to select resources for the lesson.
es: Clicar el botón **Añadir recursos** y selecciona el canal de contenido del cual deseas seleccionar recursos para la lección.

source: Keep navigating the topic tree of the selected content channel until you arrive to single content items. Use the checkboxes to select the resources you want to include in the lesson.
es: Seguir navegando por el árbol del tema del canal de contenido seleccionado hasta llegar a los elementos de contenido individuales. Utiliza las casillas de verificación para seleccionar los recursos que deseas incluir en la lección.

source: Click **Save** to confirm the selection and finish.
es: Clicar **Guardar** para confirmar la selección y terminar.

source: Use the |arrow-up| and |arrow-down| buttons to reorder the resources in the lesson, and click the **Remove** button to delete them. You will see a confirmation notification at the bottom.
es: Usar botones |arrow-up| y |arrow-down| para re-ordenar los recursos en la lección y clicar el botón **Eliminar** para borrarlos. Verás una notificación de confirmación en la parte inferior.

source: To add more resources to the same lesson and keep editing if needed, follow the steps 4 to 7 again.
es: Para añadir más recursos a la misma lección y continuar la edición si es necesario, repetir los pasos 4 a 7.

source: Click **Save** to confirm, or **Cancel** to exit without change.
es: Clicar **Guardar** para confirmar, o **Cancelar** para salir sin cambiar.

source: You can change the visibility of the lesson that you set when you initially created it. To reasign the lesson to a different group, or entire class, follow these steps.
es: Puedes cambiar la visibilidad de la lección que hayas establecido al crearla. Para asignar la lección a un grupo diferente, o toda la clase, seguir estos pasos.

source: Click the **Options** button, and select **Edit details**.
es: Clicar el botón **Opciones** y selecciona **Editar detalles**.

source: Click the **Options** button, and select **Copy lesson**.
es: Clicar el botón **Opciones** y selecciona **Copiar lección**.

source: Click **Save** to proceed, or **Cancel** to exit without renaming the lesson.
es: Clicar **Guardar** para confirmar, o **Cancelar** para salir sin cambiar el nombre de la lección.

source: Click the **Options** button, and select **Delete**.
es: Clicar el botón **Opciones** y selecciona **Eliminar**.

source: Click **Delete** in the confirmation window to proceed, or **Cancel** to exit without deleting the lesson.
es: Clicar **Eliminar** en la ventana de confirmación para proceder, o **Cancelar** para salir sin borrar.

source: Manage Exams
es: Gestionar exámenes

source: You can view, create and delete exams, as well as assign them to learners, using the **Exams** tab in your **Coach** dashboard. Default view displays the list of all exams in a selected class, with a series of options to set the visibility, (de)activate when required, and view report of students who took them.
es: Para ver, crear y eliminar los exámenes, así como asignarlos a estudiantes, hay que utilizar la pestaña **Exámenes ** en el panel **Tutorizar**. La vista predeterminada muestra la lista de todos los exámenes en una clase seleccionada, con una serie de opciones para configurar la visibilidad, (de)activar cuando sea necesario y ver el informe de los estudiantes que ya los hicieron.

source: To manage **Exams** in Kolibri classes and groups you must sign in as **Coach** or **Admin**.
es: Para gestionar **Exámenes** en clases y grupos de Kolibri hay que iniciar sesión como **Tutor** o **Administrador**.

source: Create New Exam
es: Crear un nuevo examen

source: To create a new exam, follow these steps.
es: Para crear un nuevo examen, seguir estos pasos.

source: Click the **New exam** button.
es: Clicar el botón **Nuevo examen**.

source: Select the content channel from which you wish to select questions for the exam.
es: Seleccionar el canal de contenido del cual deseas escoger preguntas para el examen.

source: Click **Create exam** to confirm, or **Cancel** to exit the confirmation window.
es: Clicar **Crear examen** para confirmar, o **Cancelar** para salir la ventana de confirmación.

source: Fill in the field for the exam title.
es: Rellenar el campo del título de examen.

source: Fill in the field for number of questions you want the exam to contain.
es: Rellenar el campo de número de preguntas que examen deberá contener.

source: Navigate through the topic tree and activate checkboxes of those exercises you want to include in the exam.
es: Explorar el árbol de temas y activar las casillas de verificación de los ejercicios que se desean incluir en el examen.

source: As you keep adding the exercises you will see confirmation messages at the bottom.
es: Como se vayan añadiendo los ejercicios, se verán mensajes de confirmación en la parte inferior.

source: Click **Preview** button to view the result before finishing.
es: Clicar **Vista previa** para ver el resultado antes de finalizar.

source: Click **Randomize questions** button to present them in the different order from those in the topic origin.
es: Clicar **Aleatorizar preguntas** para presentarlas en el orden diferente del cual aparecen en el tema de origen.

source: Click **Close** button to return to the exam home page.
es: Clicar el botón **Cerrar** para volver a la página de inicio del examen.

source: Click **Finish** button to save the result.
es: Clicar el botón **Finalizar** para guardar el resultado.

source: Change Exam Visibility
es: Cambiar visibilidad del examen

source: Newly created exam will be visible to entire class by default. To assign an exam to one group of learners instead of the whole class, follow these steps:
es: Nuevo examen por defecto será visible a toda la clase. Para cambiar la visibilidad de examen, es decir asignarlo solo a un grupo de estudiantes en lugar de toda la clase, seguir estos pasos:

source: Click **Options** for the desired exam and select the **Change visibility** option.
es: Clicar en **Opciones** para el examen deseado y seleccionar **Cambiar visibilidad**.

source: Select the group(s) of learners to whom you wish to assign the exam.
es: Seleccionar el grupo (o grupos) de estudiantes al cual asignar el examen.

source: Click **Update** to confirm, or **Cancel** to exit the confirmation window.
es: Clicar **Actualizar** para confirmar, o **Cancelar** para salir.

source: Activate/Deactivate Exam
es: Activar/desactivar examen

source: Once you set the visibility of exam to the chosen group(s) of learners, you need to **Activate** it in order for it to appear in the **Learn** view of the learners to whom you assigned it.
es: Una vez se haya establecido la visibilidad de examen para el grupo (o grupos) de estudiantes seleccionado, es necesario **activarlo** para que aparezca en la página **Aprender** de los estudiantes a quienes está asignado.

source: Click **Options** for the desired exam and select the **Activate** option.
es: Clicar en **Opciones** para el examen deseado y seleccionar **Activar**.

source: Click **Activate** to confirm, or **Cancel** to exit the confirmation window.
es: Clicar **Activar** para confirmar, o **Cancelar** para salir.

source: When the exam period concludes, select the **Deactivate** option and confirm.
es: Cuando concluya el período de examen, clicar el botón **Desactivar**.

source: View Exam Report
es: Ver informe del examen

source: To view the report and scores for learners who have taken the exam, follow these steps.
es: Para ver el informe sobre los estudiantes que ya han hecho el examen, seguir estos pasos.

source: Click **Options** for the desired exam and select **View report** option.
es: Clicar en **Opciones** para el examen deseado y seleccionar **Ver informe**.

source: This view prominently displays the number of learners who already submitted the exam and their average score. It also presents the list of all the learners who had access to the exam, with the respective statuses and scores. Click the name of the learner to view the detailed report with preview of results for each question.
es: Esta vista en primer lugar muestra el número de estudiantes que ya enviaron el examen para evaluación y la puntuación promedia. También presenta la lista de todos los estudiantes que tienen acceso al examen y si lo iniciaron o no. Clicar cada uno de nombres para ver el informe detallado y la vista previa de resultados para cada pregunta.

source: Click each of the questions to preview it and understand better which question learners answered correctly in the exam and how many attempts they had on each answer.
es: Clicar cada una de las preguntas para previsualizarla y entender mejor cuales preguntas en el examen estudiante respondió correctamente, y cuantos intentos hizo.

source: Delete Exam
es: Eliminar examen

source: To delete exam, follow these steps.
es: Para eliminar un examen, seguir estos pasos.

source: Click **Options** for the desired exam and select **Delete** option.
es: Clicar en **Opciones** para el examen deseado y seleccionar **Eliminar**.

source: Click **Delete** button in the confirmation window to proceed, or **Cancel** to exit without deleting the exam.
es: Clicar a **Eliminar** en la ventana de confirmación para proceder, o **Cancelar** para salir.

source: All data from the exam you are deleting will be lost.
es: Se perderán todos los datos del examen eliminado.

source: Rename Exam
es: Cambiar el nombre de examen

source: To rename exam, follow these steps.
es: Para cambiar el nombre del examen, seguir estos pasos.

source: Click **Options** for the desired exam and select **Rename** option.
es: Clicar en **Opciones** para el examen deseado y seleccionar **Cambiar nombre**.

source: Change the exam title in the confirmation window.
es: Cambiar el título de examen en la ventana de confirmación.

source: Click **Rename** button to proceed, or **Cancel** to exit without renaming the exam.
es: Clicar **Cambiar nombre** para confirmar, o **Cancelar** para salir sin cambiar nombre.

source: View Class Recent Activity
es: Ver actividad reciente en la clase

source: Use this view to access the full report channels and items (exercises and resources - videos, reading material, etc.) accessed during the last 7 days by learners of the selected class.
es: Usar esta vista para acceder el informe completo de canales y recursos (ejercicios, vídeos, documentos, etc.) accedidos por estudiantes durante los últimos 7 días.

source: If the class learners have access to more than one channel, you will see the list of channels firstly. From there, you can navigate by topics and subtopics until you arrive to a specific item. In the item's view, you can review the progress of each learner in the class that accessed the item.
es: Si los alumnos de la clase tienen acceso a más de un canal, aquí verás la lista de canales que se pueden navegar por temas y subtemas hasta llegar a un elemento específico. En esta vista se puede ver el progreso de cada estudiante de la clase para ese elemento específico.

source: View Class Activity by Topic
es: Ver actividad de clase por temas

source: Use this view to access the full report of activity progress for the selected class. You can navigate channels by topics and subtopics until you see the progress of each class learner for a specific item.
es: Esta vista se puede usar para acceder al informe completo del progreso de aprendizaje para la clase seleccionada. Canales de contenido se pueden explorar por temas y subtemas para ver el progreso de cada uno de estudiantes.

source: Use the topic view to see the average progress for exercises and resources for all the learners in the class.
es: Usar la vista por temas para ver el progreso promedio de ejercicios y recursos para todos estudiantes de la clase.

source: When you navigate to the last level in the topic tree, you can see the average progress of all class learners for each exercise or resource (video, document, HTML5 activity) in that particular topic.
es: Al navegar hasta el último nivel del árbol de temas, puedes ver el progreso promedio de todos los estudiantes de la clase para cada ejercicio o recurso (vídeo, documento, actividad HTML) para ese tema particular.
