Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/contact.po
Languages: ar, es

source: Get in touch
ar: كن على تواصل
es: Ponte en contacto con nosotros

source: Getting support from Learning Equality and our community
ar: الحصول على الدعم من المساواة في التعلم ومن مجتمعنا
es: Obtener soporte de Learning Equality y la comunidad

source: Due to the open-source nature of our work, we encourage that all inquiries, inputs, contributions and feedback are openly shared in our `Community Forums <https://community.learningequality.org/>`_, so that any user with similar questions to yours can benefit from the answer, and have a centralized place to search for it. *Please consider supporting others whenever you can. Your goals are likely overlapping with other users of Kolibri, so you may consider yourself as part of a community of like-minded practitioners!*
ar: نظراً لطبيعة المصدر المفتوح في عملنا، فإننا نشجع على أن تتم مشاركة جميع الاستفسارات والمدخلات والمساهمات والتعليقات في `منتديات مجتمعنا <https://community.learningequality.org/>`_، بحيث يمكن لأي مستخدم لديه أسئلة مماثلة لأسئلتك أن يستفيد من الإجابة، وبالتالي يكون له مكان مركزي للبحث عنه. *Please consider supporting others whenever you can. Your goals are likely overlapping with other users of Kolibri, so you may consider yourself as part of a community of like-minded practitioners!*
es: Debido a la naturaleza de código abierto de nuestro proyecto, fomentamos que todas las consultas, aportes, contribuciones y comentarios se compartan abiertamente en nuestros `Foros de comunidad <https://community.learningequality.org/>`_, para que cualquier usuario con preguntas similares puede beneficiarse de la respuesta, y tener un lugar centralizado para buscarla. *Por favor, considera ayudar a los demás siempre que puedas. Es probable que tus objetivos son similares a otros usuarios de Kolibri, por lo que puedes considerarte parte de una comunidad de profesionales de ideas afines.*

source: The first thing you need to do is register on the forum. Once registered, please read the the first two pinned topics (*Welcome to LE’s Support Community* and *How do I post to this forum?* )
ar: أول ما ينبغي أن تقوم به هو التسجيل في المنتدى. بمجرد التسجيل، يرجى قراءة أول موضوعين مثبتين (*Welcome to LE’s Support Community* و *How do I post to this forum?* )
es: Una vez acabado el registro en nuestros foros, recomendamos leer los dos primeros temas (*Welcome to LE’s Support Community* y *How do I post to this forum?* ).

source: You can add a new topic with the :guilabel:`+ New Topic` button on the right. Make sure to select the appropriate category in the **Create a New Topic** window to facilitate the triage and response processes.
ar: يمكنك إضافة موضوع جديد من خلال زر :guilabel:`+ New Topic` على اليمين. تأكد من تحديد الفئة المناسبة في نافذة **Create a New Topic** لتسهيل عمليات الفرز والتجاوب.

source: Feedback
ar: التعليقات
es: Comentarios

source: New ideas
ar: أفكار جديدة
es: Nuevas ideas

source: Until we can present a proper feedback platform, we encourage you to post any new ideas to the `Community Forums <https://community.learningequality.org/>`_.
ar: إلى أن نتمكن من تقديم منصة مناسبة للتعليقات، نشجعك على نشر أية أفكار جديدة في `منتديات المجتمع <https://community.learningequality.org/>`_.
es: Hasta que podamos presentar una plataforma de información adecuada, te animamos a publicar cualquier nueva idea en los `foros de la comunidad <https://community.learningequality.org/>`_.

source: Technical issues
ar: مشاكل تقنية
es: Problemas técnicos

source: Try reading the :ref:`Troubleshooting <support>` section of this guide first.
ar: حاول أولاً قراءة قسم :ref:`استكشاف الأخطاء وإصلاحها <support>` في هذا الدليل.

source: In order to report a technical issue, you can either use the *Support* category in our forum, or open up an issue report in our public software repository, following the guidelines:
ar: للإبلاغ عن مشكلة تقنية، بإمكانك إما استخدام فئة *Support* في منتدانا، أو فتح تقرير مشكلة في مُجمّع البرامج العامة الخاص بنا، وذلك باتباع الإرشادات:
es: Para informar sobre un problema técnico, puedes usar la categoría *Support* en nuestro foro o abrir un *issue report* en nuestro repositorio de software público, siguiendo estas pautas:

source: `github.com/learningequality/kolibri <https://github.com/learningequality/kolibri/>`__
ar: `github.com/learningequality/كوليبري <https://github.com/learningequality/kolibri/>`__

source: Contributions and development
ar: المساهمة والتطوير
es: Contribuir al desarrollo

source: Kolibri is an open-source project, and as such, contributions from the tech community are welcomed, encouraged and appreciated. If you'd like to contribute to Kolibri, please refer to our developer docs:
ar: كوليبري هو مشروع مفتوح المصدر، وبناء على ذلك، فإن مساهمات المجتمع التكنولوجي هي موضع ترحيب وتشجيع وتقدير. إذا كنت ترغب بالمساهمة في كوليبري، يرجى الرجوع إلى مستندات المطور الخاص:
es: Kolibri es un proyecto de código abierto, y como tal, las contribuciones de la comunidad tecnológica son bienvenidas, fomentadas y apreciadas. Si deseas contribuir al proyecto Kolibri, consulta nuestra documentación para desarrolladores:

source: `kolibri-dev.readthedocs.io <http://kolibri-dev.readthedocs.io/>`__
ar: `كوليبري-dev.readthedocs.io <http://kolibri-dev.readthedocs.io/>`__

source: You can add a new topic with the **+ New Topic** button on the right. Make sure to select the appropriate category in the **Create a New Topic** window to facilitate the triage and response processes.
es: Para empezar un nuevo tema hay que usar el botón **+ New Topic** a la derecha. Asegurarse de seleccionar la categoría **Kolibri** en la ventana **Create a New Topic** para que sea más fácil clasificar y responder a la pregunta.
