Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/faq.po
Languages: ar, es

source: Frequently Asked Questions
ar: الأسئلة المتكررة
es: Preguntas más frecuentes

source: How much does Kolibri cost to install?
ar: ما هي تكلفة تثبيت كوليبري؟
es: ¿Cuánto cuesta instalar Kolibri?

source: Kolibri is **free and open source** software! To learn more about free software, see this `Free Software Foundation article <https://www.fsf.org/about/what-is-free-software>`_.
ar: كوليبري هو برمجية **مجانية بمصادر تعليمية مفتوحة**! لمعرفة المزيد حول البرمجيات المجانية، أنظر إلى `مادة مؤسسة البرمجيات المجانية <https://www.fsf.org/about/what-is-free-software>`_.

source: Do I need the internet to run Kolibri?
ar: هل أحتاج إلى اتصال بالإنترنت لتشغيل كوليبري؟
es: ¿Necesito Internet para ejecutar Kolibri?

source: Short answer: **No!** You can bring or send a storage device (USB or HDD unit) with Kolibri installer and content channels downloaded somewhere with available internet connection, and install everything on an completely offline device.
ar: الإجابة القصيرة: **لا!** يمكنك جلب أو إرسال مثبت كوليبري والقنوات التعليمية التي تم تحميلها من خلال اتصال إنترنت متاح إلى وحدة تخزين (USB أو قرص HDD)، ومن ثم تثبيت كل شيء بشكل كامل على جهاز غير متصل بالإنترنت.
es: Respuesta corta: **No!**. Puedes traer o enviar un dispositivo de almacenamiento (unidad de USB o disco duro) con el instalador de Kolibri y canales de contenido descargados en algún lugar que tiene conexión a internet disponible, e instalar todo en un dispositivo totalmente offline.

source: In a nutshell, Kolibri can run independently of internet availability, but you need to procure the installer and content channels from somewhere for the initial installation and for subsequent upgrades.
ar: بشكل مختصر، يمكن تشغيل كوليبري بشكل مستقل دون الحاجة لاتصال إنترنت متوفر، ولكن يجب عليك شراء المثبت والقنوات التعليمية من مكان ما من أجل التثبيت الأولي وللترقيات اللاحقة.
es: Resumiendo, Kolibri puede ejecutarse independientemente de la disponibilidad de Internet, pero tienes que procurar el instalador y canales de contenido desde algún lugar para la instalación inicial y subsecuentes actualizaciones.

source: One possibility is to have Kolibri installed in one location with internet connection, where you can import content channels from `Kolibri Studio <https://studio.learningequality.org/>`_ (curriculum tool and content curation server), and then export them to removable USB drives that you bring or send to offline locations (rural schools, refugee camps, etc.) to import locally.
ar: أحد الاحتمالات هو تثبيت كوليبري في مكان واحد يحتوي على اتصال بالإنترنت، حيث يمكنك استيراد القنوات التعليمية من `استوديو كوليبري <https://studio.learningequality.org/>`_ (أداة المناهج وخادم تنسيق المحتوى)، بعد ذلك يمكنك تصديرها إلى وحدة تخزين USB بحيث يمكنك أن تحضرها أو ترسلها إلى مواقع لا تحتوي على اتصال بالإنترنت (المدارس الريفية، مخيمات اللاجئين، إلخ) ليتم استيرادها محليا.
es: Una posibilidad es tener Kolibri instalado en un lugar con conexión a Internet, donde puedes importar canales de contenido de `Kolibri Studio <https://studio.learningequality.org/>`_ (herramienta curricular y el servidor de curación de contenido ) y luego exportar canales curados a unidades USB extraíbles para traer o enviar a lugares sin conexión (escuelas rurales, campamentos, etc.) para importar localmente.

source: What languages is Kolibri available in?
ar: ما هي اللغات المتاحة في كوليبري؟
es: ¿En cuáles idiomas está disponible Kolibri?

source: Both Kolibri and `Kolibri Studio <https://studio.learningequality.org/>`_ are translation-ready and currently available in these languages:
ar: إن كلاً من كوليبري و `استوديو كوليبري <https://studio.learningequality.org/>`_ جاهزان للترجمة ومتاحان باللغات التالية:
es: Kolibri y `Kolibri Studio <https://studio.learningequality.org/>`_ están traducidos y actualmente disponibles en siguientes idiomas:

source: Language
ar: اللغة
es: Idioma

source: Kolibri
ar: كوليبري

source: Kolibri Studio
ar: استوديو كوليبري

source: English
ar: الإنجليزية
es: Inglés

source: Arabic
ar: العربيّة
es: Árabe

source: Bengali
ar: البنغالية

source: Chinyanja
ar: الشيشيوا

source: Farsi
ar: الفارسية

source: French
ar: الفرنسية
es: Francés

source: Hindi
ar: الهندية

source: Marathi
ar: الماراثية

source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)

source: Spanish (Mexico)
ar: الإسبانية (المكسيك)
es: Español (México)

source: Spanish (Spain)
ar: الإسبانية (إسبانيا)
es: Español (España)

source: Swahili (Tanzania)
ar: السواحلية (تنزانيا)

source: Tamil
ar: التاميلية

source: Bulgarian
ar: البلغارية

source: Urdu (Pakistan)
ar: الأردية (باكستان)

source: Yoruba
ar: اليوروبا

source: Vietnamese
ar: الفيتنامية

source: To contribute to Kolibri and Kolibri Studio as a translator, you can get started over on our `translations and internationalization page <https://learningequality.org/translate/>`_.
ar: للمساهمة في كوليبري واستوديو كوليبري كمترجم، يمكنك البدء من جديد على `صفحتنا الخاصة بالترجمة والتدويل <https://learningequality.org/translate/>`_.

source: What are the typical deployment scenarios?
ar: ما هي سيناريوهات النشر النموذجية؟
es: ¿Cuáles son los escenarios de implementación típica?

source: There is no typical implementation setting. However, we can share with you what we’ve learned from our community of KA Lite and Kolibri users. Some example implementation settings are provided below based on the presence of a coach and whether the settings allows for formal, non-formal, and informal learning.
ar: لا يوجد إعداد نموذجي للتنفيذ. ومع ذلك، بإمكاننا أن نشاركك ما تعلمناه من مجتمعنا لمستخدمي KA Lite وكوليبري. يتم توفير بعض إعدادات التنفيذ أدناه بناءً على وجود مدرب وحسب ما إذا كانت الإعدادات تسمح بالتعلم الرسمي أو التعلم غير الرسمي.

source: Coach
ar: المدرّب

source: No Coach
ar: لا يوجد مدرّب

source: Formal and Non-Formal
ar: رسمي وغير رسمي

source: School classroom
ar: الصف المدرسي

source: Home schooling
ar: التعليم المنزلي

source: Supplementary education setting
ar: إعداد التعليم المكمل

source: After school program
ar: برنامج ما بعد المدرسة

source: Supplementary education setting (computer labs model)
ar: إعداد التعليم المكمل (نموذج مختبرات الحاسوب)

source: Use in classroom that has teacher, but without coach engagement or monitoring
ar: استخدم الفصول الدراسية التي تحتوي على معلم، ولكن من دون مشاركة أو مراقبة المدرب

source: Informal
ar: غير رسمي

source: Tutoring session
ar: جلسة إرشاد

source: Mobile school vans
ar: العربات المدرسية المتنقلة

source: Use for homework only
ar: استخدام للواجبات المنزلية فقط

source: What are some possible hardware configurations for deploying Kolibri?
ar: ما هي بعض تكوينات الأجهزة الممكنة لنشر كوليبري؟
es: ¿Cuáles serían configuraciones de hardware posibles para el despliegue de Kolibri?

source: To deploy Kolibri for multiple users you will need:
ar: لنشر كوليبري بين العديد من المستخدمين ستحتاج إلى:
es: Para desplegar Kolibri para múltiples usuarios, necesitarás:

source: **Server device**: a computer that is running the Kolibri software (e.g. a desktop computer, laptop, or Raspberry Pi).
ar: **جهاز مخدم**: حاسوب يقوم بتشغيل برنامج كوليبري (مثال: حاسوب مكتبي، حاسب محمول، جهاز Raspberry Pi).
es: **Dispositivo servidor**: un equipo donde se está ejecutando Kolibri (por ejemplo un ordenador de sobremesa, portátil o Raspberry Pi).

source: One or more **client devices** that have web browsers (laptops, tablets, desktop computers, etc)
ar: واحد أو أكثر من **الأجهزة العميلة** التي تملك متصفحات إنترنت (حواسيب محمولة، أجهزة لوحية، حواسيب مكتبية، إلخ)
es: Uno o más **dispositivos cliente** que tienen navegadores web (ordenadores portátiles o de escritorio, tabletas, etc.)

source: For a single-device deployment (1) and (2) can be the same computer, with the browser connecting to the locally running Kolibri server. To make the software accessible to multiple client devices, you will need to put them on the same local network as the Kolibri server device (1), e.g. through a WIFI access point.
ar: بالنسبة لنشر جهاز مفرد (1) و (2) يمكن أن يكون الحاسوب نفسه، بحيث يتصل المتصفح بمخدم كوليبري الذي يتم تشغيله محلياً. ولجعل البرنامج في متناول العديد من الأجهزة العميلة، يجب أن تربطها جميعها بنفس الشبكة المحلية التي يتصل بها جهاز مخدم كوليبري (1)، وذلك من خلال نقطة وصول WIFI على سبيل المثال.
es: Para desplegar en un solo dispositivo (1) y (2) pueden ser en el mismo equipo, con el navegador que se conecta al servidor local donde se ejecuta Kolibri. Para que el software sea accesible en otros dispositivos cliente, tendrás que ponerlos en la misma red local que el dispositivo de servidor de Kolibri (1), por ejemplo a través de un punto de acceso WIFI.

source: To read more details, see the full `Kolibri Hardware Guide <https://learningequality.org/r/hardware-guide>`_ and examples of `Hardware Configurations for Kolibri <https://learningequality.org/r/hardware>`_ (PDF documents).
ar: لقراءة المزيد من التفاصيل، أنظر إلى `دليل أجهزة كوليبري <https://learningequality.org/r/hardware-guide>`_ كاملاً والأمثلة الخاصة بـ `تكوينات أجهزة كوليبري <https://learningequality.org/r/hardware>`_ (مستند PDF).
es: Puedes descargar la completa `Guía de Hardware de Kolibri <https://learningequality.org/r/hardware-guide>`_ y ejemplos de `Configuraciones de Hardware para Kolibri <https://learningequality.org/r/hardware>`_ en formato de documentos PDF.

source: How can I generate content aligned to local curriculum?
ar: كيف أستطيع إنشاء محتوى متماشي مع المناهج الدراسية المحلية؟
es: ¿Cómo puedo generar contenido alineado al currículum local?

source: Use `Kolibri Studio <https://studio.learningequality.org/>`_ curriculum tool to curate content channels aligned to your local requirements. Once you finish creating the channels on Studio, you can import them on all your Kolibri deployments for use in learning environments.
ar: قم باستخدام أداة مناهج `استوديو كوليبري <https://studio.learningequality.org/>`_ لتنسيق القنوات التعليمية بشكل يتماشى مع المتطلبات المحلية الخاصة بك. حالما تنتهي من إنشاء القنوات في الاستوديو، يمكنك استيرادها جميعها في كافة عمليات النشر الخاصة بك في كوليبري من أجل استخدامها في البيئات التعليمية.
es: Usa `Kolibri Studio <https://studio.learningequality.org/>`_, la herramienta curricular para curar canales de contenidos alineados a las necesidades locales. Una vez que terminas de crear los canales de contenido, se podrán importar en todas las instalaciones de Kolibri para su uso en entornos de aprendizaje.

source: Bulk Downloads of Content Channels
ar: تنزيلات مجمعة للقنوات التعليمية
es: Descargar canales de contenido en volumen

source: At this time we do not support bulk downloads of content channel outside the Kolibri platform. In the near future, we will consider offering bit torrents for certain global content channels.
ar: لا ندعم حالياً التنزيلات المجمعة للقنوات التعليمية خارج منصة كوليبري. سننظر في المستقبل القريب في توفير تنزيلات من نوع تورنت لقنوات تعليمية عالمية محددة.
es: En este momento la descarga de canales de contenido fuera de la plataforma de Kolibri no está implementada. En un futuro vamos a intentar ofrecer la descarga con torrents para determinados canales de contenido públicos.

source: Something isn’t working!
ar: هناك خطأ ما!
es: ¡Algo no funciona!

source: Refer to the :ref:`Troubleshoot and Support <support>` section of this guide.
ar: قم بالإشارة إلى قسم :ref:`استكشاف الأخطاء وإصلاحها والدعم <support>` في هذا الدليل.
es: Consultar la sección de :ref:`Soporte y resolución de problemas <support>` de esta guía.

source: Who maintains the Kolibri project?
ar: من يقوم بالمحافظة على مشروع كوليبري؟
es: ¿Quién mantiene el proyecto Kolibri?

source: Kolibri is created, maintained, and operated by `Learning Equality <https://learningequality.org/about/>`_.
ar: تم إنشاء وصيانة وتشغيل كوليبري من قبل `Learning Equality <https://learningequality.org/about/>`_.

source: How do you operate in the field?
ar: كيف تعمل في هذا المجال؟
es: ¿Cómo Learning Equality opera en campo?

source: The Learning Equality team primarily works in our San Diego offices, building software and shaping our road map based on our interactions with our partners around the world. We work with individual humanitarians and NGOs of all sizes to help them distribute Kolibri to offline communities around the world, and will work on site for research and training purposes.
ar: يعمل فريق Learning Equality أصلاً في مكاتبنا في سان دييغو، ويقوم ببناء البرامج وصياغة خارطة الطريق الخاصة بنا بالاعتماد على تفاعلاتنا مع شركائنا حول العالم. كما نعمل مع المنظمات الإنسانية الفردية والمنظمات غير الحكومية وعلى جميع المستويات لمساعدتهم في نشر كوليبري في المجتمعات غير المتصلة بالإنترنت في جميع أنحاء العالم، وسوف نعمل في الموقع على أغراض البحث والتدريب.
es: El equipo de Learning Equality trabaja principalmente en nuestras oficinas de San Diego, desarrollando el software y siguiendo la hoja de ruta basada en interacciones con nuestros colaboradores alrededor del mundo. Trabajamos con los individuales y organizaciones no gubernamentales de todos los tamaños que nos ayudan a distribuir Kolibri en comunidades sin acceso a Internet en el mundo, y trabajan localmente en investigación y formación.

source: What is Kolibri’s affiliation with Khan Academy?
ar: ما هي صلة الوصل بين كوليبري وأكاديمية خان؟
es: ¿Cuál es la afiliación de Kolibri con Khan Academy?

source: Kolibri is an independent, open-source project maintained by `Learning Equality <https://learningequality.org/about/>`_, and is not officially affiliated with Khan Academy, although they are very supportive of the Kolibri project.
ar: إن كوليبري مشروع مستقل بمصادر تعليمية مفتوحة تتم رعايته من قبل `Learning Equality <https://learningequality.org/about/>`_، ولا ينتمي رسمياً إلى أكاديمية خان بالرغم من أن الأكاديمية تدعم مشروع كوليبري بشكل كبير.

source: Can I contribute to Kolibri as a developer?
ar: كيف يمكنني المساهمة في كوليبري كمطور؟
es: ¿Cómo puedo contribuir al desarrollo del software de Kolibri?

source: Yes! Kolibri is an `open source project <https://github.com/learningequality/>`_, and developers are encouraged to contribute!
ar: نعم! كوليبري `مشروع بمصادر تعليمية مفتوحة <https://github.com/learningequality/>`_، والمطورون مرحب بهم دوماً للمساهمة!
es: Kolibri es un `proyecto de código abierto <https://github.com/learningequality/>`_ y los desarrolladores son ¡bienvenidos a contribuir!

source: Can I contribute to Kolibri as a translator?
ar: كيف يمكنني المساهمة في كوليبري كمترجم؟
es: ¿Puedo contribuir a Kolibri con las traducciones?

source: Yes, absolutely! To contribute to Kolibri and Kolibri Studio as a translator, you can get started over on our `translations and internationalization page <https://learningequality.org/translate/>`_.
ar: نعم، بكل تأكيد! للمساهمة في كوليبري و استوديو كوليبري كمترجم، يمكنك البدء من جديد على `صفحتنا الخاصة بالترجمة والتدويل <https://learningequality.org/translate/>`_.

source: How do I find out more about Learning Equality and Kolibri?
ar: كيف يمكنني معرفة المزيد عن Learning Equality وعن كوليبري؟

source: To stay up-to-date on all our activities, follow our `blog <https://blog.learningequality.org/>`_, `Twitter <https://twitter.com/LearnEQ/>`_, and `Facebook <https://www.facebook.com/learningequality>`_!
ar: لتبقَ مطلعاً على كافة نشاطاتنا، قم بمتابعة `المدونة الخاصة بنا <https://blog.learningequality.org/>`_، `صفحتنا على تويتر <https://twitter.com/LearnEQ/>`_، و `صفحتنا على فيسبوك <https://www.facebook.com/learningequality>`_!
es: Para saber más sobre todas nuestras actividades, puedes seguir nuestro `blog <https://blog.learningequality.org/>`_, `Twitter <https://twitter.com/LearnEQ/>`_, y `Facebook <https://www.facebook.com/learningequality>`_.

source: It is FREE – both free as in “free speech” and free as in “free beer”! To learn more about free software, see this `Free Software Foundation article <http://www.fsf.org/about/what-is-free-software>`_.
es: Es gratis y libre como en ¡«libertad de expresión» y "cerveza gratis"! Para conocer más acerca del software libre, ver este `artículo de Free Software Foundation <http://www.fsf.org/about/what-is-free-software>`_.

source: To contribute to Kolibri and Kolibri Studio as a translator, you can get started over on our `translations and internationalization page <http://learningequality.org/translate/>`_.
es: Para contribuir a Kolibri y Kolibri Studio como traductor, puedes empezar leyendo nuestra página para `traducción e internacionalización <http://learningequality.org/translate/>`_.

source: There is no typical deployment scenario. However, we can share with you what we’ve learned from our community of KA Lite and Kolibri users. A typical school deployment varies depending on whether or not a school already has a computer lab.
es: No hay escenario de implementación típica. Sin embargo, podemos compartir lo que hemos aprendido de nuestra comunidad de usuarios de KA Lite y Kolibri. Una implementación típica de la escuela varía dependiendo si la escuela ya cuenta con aula de informática o no.

source: School with an existing computer lab: In this case, Kolibri would be deployed as a server on one of the existing computers. Students would connect using client devices over the local network.
es: Escuela con aula de informática existente: en este caso, Kolibri se instalará como un servidor en uno de los equipos existentes. Los estudiantes se conectarían usando dispositivos cliente en la red local.

source: School with no existing computer lab: For schools that do not have an existing computer lab, a Kolibri deployment would involve obtaining a device that can run as a Kolibri server (most computers) and other devices to be used as clients. One common configuration is using a Raspberry Pi or other inexpensive computer as a server and relatively cheap tablets as client devices.
es: Escuela sin aula de informática existente: para las escuelas que no cuentan con aula existente, el despliegue de Kolibri supone obtener un dispositivo que puede funcionar como servidor de Kolibri (mayoría de los ordenadores) y otros dispositivos para ser utilizados como clientes. Una configuración común es utilizando el Raspberry Pi u otro ordenador barato como servidor y tabletas relativamente baratas como dispositivos cliente.

source: ``Coming soon!``
es: ``¡Próximamente!``

source: Kolibri is created, maintained, and operated by `Learning Equality, Inc <http://learningequality.org/about/>`_, a California-based nonprofit organization.
es: Kolibri es creado, mantenido y operado por `Learning Equality, Inc <http://learningequality.org/about/>`_, una organización sin fines de lucro basada en California.

source: Kolibri is an independent, open-source project maintained by `Learning Equality <http://learningequality.org/about/>`_, and is not officially affiliated with Khan Academy, although they are very supportive of the Kolibri project, and are one of our key partners.
es: Kolibri es un proyecto independiente, de código abierto, mantenido por`Learning Equality <http://learningequality.org/about/>`_, que no está oficialmente afiliada a Khan Academy, organización que a su vez apoya el proyecto Kolibri y es uno de nuestros colaboradores clave.

source: Yes, absolutely! To contribute to Kolibri and Kolibri Studio as a translator, you can get started over on our `translations and internationalization page <http://learningequality.org/translate/>`_.
es: ¡Absolutamente! Para contribuir a Kolibri y Kolibri Studio como traductor, puedes empezar leyendo nuestra página para `traducción e internacionalización <http://learningequality.org/translate/>`_.

source: How do I find out more about LE and Kolibri?
es: ¿Dónde puedo encontrar más información sobre LE y Kolibri?
