Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/index.po
Languages: ar, es

source: Kolibri User Guide
ar: دليل مستخدم كوليبري
es: Guía de usuario de Kolibri

source: **Kolibri** is an open-source educational platform specially designed to provide offline access to a wide range of quality, openly licensed educational contents in low-resource contexts like rural schools, refugee camps, orphanages, and also in non-formal school programs.
ar: **Kolibri** هي منصة تعليمية مفتوحة المصدر مصممة خصيصاً لتوفير الوصول دون اتصال إلى مجموعة واسعة من المحتويات التعليمية ذات الجودة والمرخصة للعموم في ظروف حيث المصادر تكون قليلة كما في المدارس الريفية، مخيمات اللاجئين ودور الأيتام، بالإضافة إلى برامج المدارس غير الرسمية.

source: Kolibri can serve high quality education content from several publicly available **content channels**, collections of educational resources (exercises, videos, audio or document files) and associated metadata, prepared and organized for their use in Kolibri. It works in conjunction with `Kolibri Studio <https://studio.learningequality.org>`_, the curriculum tool used to organize content and build custom content channels, aligned to the local curricula, or according to specific learning needs.
ar: يمكن أن تقدم كوليبري محتوى تعليمي عالي الجودة من عدة **content channels**، مجموعات من المصادر التعليمية (تمارين ومقاطع فيديو وملفات صوتية أو مستندات) وبيانات تعريف مقترنة، متاحة للعموم ومعدة ومنظمة للاستعمال في كوليبري. تعمل جميع تلك المصادر بالاقتران مع `أستوديو كوليبري <https://studio.learningequality.org>`_، وقد تم استخدام أداة المنهاج لتنظيم المحتوى وبناء قنوات محتوى مخصصة وملائمة للمناهج الدراسية المحلية، أو وفقاً للاحتياجات المحددة للعملية التعليمية.
es: Kolibri puede servir contenido educativo de alta calidad procedente de varios **canales de contenido**, es decir, colecciones de recursos educativos (ejercicios, vídeos, archivos de audio o documentos) con sus metadatos asociados, preparados y organizados para su uso en Kolibri. Trabaja en conjunto con `Kolibri Studio <https://studio.learningequality.org>`_, la herramienta curricular para organizar los contenidos educativos y construir canales de contenido personalizados, alineados a los planes de estudio locales, o según las necesidades específicas de aprendizaje.

source: Some of the publicly available learning content that you can use with Kolibri.
ar: بعض المحتوى التعليمي المتاح للعموم والذي يمكنك استخدامه مع كوليبري.

source: :ref:`Learners - start here <learn>`
ar: :ref:`المتعلمون - إبدأ هنا <learn>`

source: Whether you are using Kolibri at your school, in a training center or at home, learn how to :ref:`open <access_learner>` it on your device, what kind of :ref:`content and activities <content_types>` can you work with, and how to submit :ref:`quizzes <quizzes>` created by your coaches or tutors.
ar: سواءً أكنت تستخدم كوليبري في مدرستك أو في مركز تدريبي أو في البيت، تعلم كيف :ref:`تقوم بفتحه <access_learner>` على جهازك، وما هو نوع :ref:`المحتوى والنشاطات <content_types>` التي يمكنك العمل بها، وكيف تقوم بتقديم :ref:`إختبارات قصيرة <quizzes>` تم إنشاؤها من قبل مدربيك ومدرسيك.

source: For :ref:`Coaches <coach>` using Kolibri
ar: لـ :ref:`المدربين <coach>` الذين يستخدمون كوليبري

source: Read how to :ref:`monitor activity and track the progress <track_progress>` of your learners all the way to single answers to particular questions. Create and :ref:`manage different learner groups <manage_groups>`, :ref:`assign lessons <manage_lessons>`, administer :ref:`quizzes <manage_quizzes>` and view reports.
ar: قم بقراءة كيفية :ref:`مراقبة النشاط ومسار التقدم المحرز <track_progress>` للمتعلمين وصولاً إلى إجابات واحدة على أسئلة محددة. قم بإنشاء و :ref:`إدارة مجموعات مختلفة من المتعلمين<manage_groups>`، :ref:`تخصيص الدروس<manage_lessons>`، إداراة :ref:`إختبارات قصيرة<manage_quizzes>` وعرض التقارير.

source: For :ref:`Admins and Super admins <manage>` of Kolibri
ar: لـ :ref:`المسؤولين والمسؤولين المميزين <manage>` عن كوليبري

source: Begin by reading how to :ref:`install <install>` and :ref:`start <access>` Kolibri server on the supported platforms, and :ref:`configure other devices <access_LAN>` in the local network to access its content. Proceed on how to :ref:`import content channels <manage_content_ref>`, create and manage :ref:`users <manage_users_ref>` and :ref:`classes <manage_classes_ref>`. Configure the :ref:`settings for your facility <manage_facility_ref>`, and assign or edit :ref:`permissions <permissions>` for other users. Learn how to work with Kolibri from :ref:`the command line <command_line>`, :ref:`troubleshoot network issues <network>`, and ask for support on our :ref:`Community Forums <support>`.
ar: إبدأ بقراءة كيفية :ref:`تثبيت <install>` و :ref:`بدء <access>` مخدم كوليبري على المنصات المدعومة، و :ref:`تكوين الأجهزة الاخرى<access_LAN>` في الشبكة المحلية للوصول إلى المحتوى. واصل في كيفية :ref:`استيراد القنوات ذات المحتوى <manage_content_ref>`، إنشاء وإدارة :ref:`المستخدمين <manage_users_ref>` و :ref:`الصفوف <manage_classes_ref>`. قم بتكوين :ref:`الإعدادات لمنشأتك التعليمية <manage_facility_ref>`، وعين أو حرر :ref:`الأذونات <permissions>` لمستخدمين آخرين. تعلم كيفية العمل مع كوليبري من :ref:`سطر الأوامر <command_line>`، :ref:`استكشف مشاكل الشبكة <network>`، واطلب الدعم من :ref:`منتدياتنا الاجتماعية <support>`.
es: Empieza por leer como :ref:`instalar <install>` y :ref:`acceder <access>` el servidor de Kolibri en plataformas soportadas, y :ref:`configura otros dispositivos <access_LAN>` en la red local para acceder su contenido. Continua leyendo como :ref:`importar canales de contenido <manage_content_ref>`, crear y gestionar :ref:`usuarios <manage_users_ref>` y :ref:`clases <manage_classes_ref>`. Configura los :ref:`ajustes de tu centro educativo <manage_facility_ref>`, y asigna o edita :ref:`permisos <permissions>` para otros usuarios. Aprende como trabajar con Kolibri desde :ref:`la línea de comando <command_line>`, :ref:`resuelve problemas de red <network>`, y contactar soporte en nuestros :ref:`foros de comunidad <support>`.

source: Happy learning with Kolibri!
ar: نتمنى لك تعلماً سعيداً مع كوليبري!
es: ¡Feliz aprendizaje con Kolibri!

source: **Kolibri** is an open-source educational platform specially designed to provide offline access to a wide range of quality, openly licensed educational content in low-resource contexts like rural schools, refugee camps, orphanages, and also in non-formal school programs.
es: **Kolibri** es una plataforma educativa de código abierto especialmente diseñada para proporcionar acceso sin conexión a una amplia gama de contenidos educativos de calidad, con licencia abierta, en contextos y lugares de bajos recursos como escuelas rurales, campos de refugiados, orfanatos y también en entornos no formales de aprendizaje.

source: Some publicly available learning content that may be included in Kolibri.
es: Algunos ejemplos de contenidos de aprendizaje de acceso público que se pueden incluir en Kolibri.

source: :ref:`Learners <learn>` - start here
es: :ref:`Estudiantes <learn>` - empezar aquí

source: Weather you are using Kolibri at your school, in a training center or at home, learn how to :ref:`open <access_learner>` it on your device, what kind of :ref:`content and activities <content_types>` can you work with, and how to submit :ref:`exams <exams>` created by your coaches or tutors.
es: Independientemente si usas Kolibri en tu escuela, centro de formación o a casa, aquí puedes aprender como :ref:`abrirlo <access_learner>` en tu ordenador, que tipo de :ref:`contenido y actividades <content_types>` puedes hacer, y como entregar :ref:`exámenes <exams>` preparados por tus tutores o profesores.

source: For :ref:`Coaches and Tutors <coach>`
es: Para :ref:`tutores y educadores <coach>`

source: Read how to :ref:`monitor activity <recent_view>` and :ref:`track the progress <track_progress>` of your learners on whole topics and exercises, all the way to single answer to a particular questions. Create and :ref:`manage different learner groups <manage_groups>`, administer :ref:`exams <manage_exams>` and view reports.
es: Familiarízate como :ref:`monitorizar la actividad <recent_view>` y :ref:`hacer el seguimiento del progreso <track_progress>` de tus estudiantes por temas y ejercicios, hasta revisar las respuestas a particulares respuestas. Crea y :ref:`gestiona grupos de estudiantes <manage_groups>`, administra :ref:`exámenes <manage_exams>` y visualiza informes.

source: For :ref:`Administrators and Superusers <manage>` of Kolibri
es: Para :ref:`administradores y superusuarios <manage>` de Kolibri
