Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/install.po
Languages: ar, es, fil_ph

source: and other non-formal learning contexts.
es: y otros contextos de aprendizaje no formal.
fil_ph: at iba pang hindi pormal na pag-aaral na mga konteksto.

source: Choose a Facility setup.
es: Elegir una configuración del centro educativo.
fil_ph: Pumili ng setup para sa pasilidad.

source: View the Facility setup details.
es: Detalles de configuración del centro.
fil_ph: Tingnan ang mga detalye sa setup ng pasilidad.

source: Once you finish the initial setup, proceed to :ref:`import some content <manage_content_ref>`, and :ref:`create users <manage_users_ref>` (if you chose the Admin-managed facility setup). Make sure to check how to :ref:`configure other computers <access_LAN>` in the network to access Kolibri.
ar: حالما تنتهي من الإعداد الأولى، قم بالمتابعة إلى :ref:`استيراد بعض المحتوى <manage_content_ref>`، و :ref:`إنشاء مستخدمين <manage_users_ref>` (في حال اخترتَ إعداد مرفق تعليمي مدار من قبل المشرف). تحقق من كيفية :ref:`تهيئة الحواسيب الأخرى <access_LAN>` في شبكة الاتصال للوصول إلى كوليبري.
es: Una vez termine la configuración inicial, proceder a :ref:`importar contenido <manage_content_ref>` y :ref:`crear usuarios <manage_users_ref>` (si has elegido la configuración de instalación administrada por el administrador). Asegúrate de :ref:`configurar otros equipos <access_LAN>` en la red a conectarse a Kolibri.
fil_ph: Sa sandaling matapos mo na ang pangunang setup, magpatuloy sa :ref:`import some content <manage_content_ref>`, at :ref:`create users <manage_users_ref>` (kung pinili mo ang Admin-managed na setup ng pasilidad). Siguraduhin na suriing kung paano :ref:`configure other computers <access_LAN>` sa network kung paano ma-access ang Kolibri.

source: Release Notes
fil_ph: Mga Tala ng Paglabas

source: Changes are ordered reverse-chronologically.
fil_ph: Ang pag-ayos ng mga pagbabago ay pabaliktad na magkakasunod.

source: Completed RTL language support
fil_ph: Na-kompleto ang suporta ng mga wika sa RTL

source: Languages: English, Spanish, Arabic, Farsi, Swahili, Urdu, and French
fil_ph: Mga Wika: English, Spanish, Arabic, Farsi, Swahili, Urdu, at French

source: Support for Python 3.6
fil_ph: Suporta para sa Python 3.6

source: Split user and developer documentation
fil_ph: Hatiing ang user at ang developer na mga dokumento

source: Improved lost-connection and session timeout handling
fil_ph: Pinabuting pag-asikaso ng naputol na koneksyon at session timeout

source: Added 'device info' administrator page
fil_ph: Idinagdag ang 'device info' na administrator page

source: Content search integration with Studio
fil_ph: Pinagsamang paghahanap ng nilalaman sa studio

source: Granular content import and export
fil_ph: Butil-butil na nilalaman ng pag-import at export

source: Many mobile-friendly updates across the app
fil_ph: Maraming mobile-friendly na mga update sa buong app

source: Update French, Portuguese, and Swahili translations
fil_ph: Update sa French, Portuguese, at Swahili na mga pagsalin

source: Upgraded Windows installer
fil_ph: Upgrade sa installer para sa Windows

source: Cross-channel searching and browsing
fil_ph: Cross-chanel na paghahanap at pagba-browse

source: Improved device onboarding experience
fil_ph: Pinabuting device onboarding na karanasan

source: Improved device permissions experience (deprecated 'device owner', added 'superuser' flag and import permission)
fil_ph: Pinabuting karanasan sa device permission (tinangal ang 'device owner', dinagdag ang 'superuser' na flag at pag-import ng permission)

source: Various channel import/export experience and stability improvements
fil_ph: Karanasan sa iba't ibang channel ng pag-import o pag-export at ang mga pagpapabuti sa katatagan

source: Responsive login page
fil_ph: Responsive na pahina sa pag login

source: Dynamic language switching
fil_ph: Dinamikong paglit ng wika

source: Work on integrated living style guide
fil_ph: Trabahuin sa gabay ng integrated na estilo

source: Added beta support for right-to-left languages
fil_ph: Karagdagang support sa beta para sa right-to-left na wika

source: Improved handling of locale codes
fil_ph: Pinabuting pag-asikaso ng locale codes

source: Added support for frontend translation outside of Vue components
fil_ph: Idinagdag ang suporta para sa frontend na pagsalin sa labas ng mga component ng Vue

source: Added an open-source 'code of conduct' for contributors
fil_ph: Idinagdag ang open-source na 'code of conduct' para sa mga kontribyutor

source: By default run PEX file in foreground on MacOS
fil_ph: Patakbuhin ang PEX file sa foreground ng MacOS bilang default

source: Crypto optimizations from C extensions
fil_ph: Crypto na mga optimisasyon mula sa C na mga ekstensyon

source: Deprecated support for HTML in translation strings
fil_ph: Hindi na ginagamit na suporta para sa HTML na pagsalin ng mga string

source: Hide thumbnails from content 'download' button
fil_ph: Itago ang mga thumbnail mula sa nilalaman ng 'download' na button

source: Automatic database backup during upgrades. #2365
fil_ph: Awtomatikong pag-back up ng batabase sa mga pag-upgrade. #2365

source: ... and many other updates and fixes
fil_ph: .. at marami pang ibang mga update at pag-ayos

source: Release timeout bug fix from 0.4.8
fil_ph: Inilabas ang pag-ayos para sa bug ng timeout mula sa 0.4.8

source: Release bug fix from 0.4.7
fil_ph: Inilabas ang mga pag-aayos sa bug mula 0.4.7

source: Python dependencies: Only bundle, do not install dependencies in system env #2299
fil_ph: Mga dependensya ng Python: Tanging bundle, huwag i-install ang mga dependensya sa system env #2299

source: Beta Android support
fil_ph: Beta Android na support

source: Fix 'importchannel' command #2082
fil_ph: Inayos ang 'importchannel' na command #2082

source: Small translation improvements for Spanish, French, Hindi, and Swahili
fil_ph: Maliit na pagpapabuti sa pagsalin sa mga wikang Spanish, French, Hindi, at Swahili

source: Update all user logging related timestamps to a custom datetime field that includes timezone info
fil_ph: I-update ang lahat ng mga may kaugnayan sa user logging timestamps patungo sa isang kustom na datetime field na may kasamang impormasyon sa timezone

source: Added daemon mode (system service) to run ``kolibri start`` in background (default!) #1548
fil_ph: Dinagdagan ng daemon mode (seerbisyo ng sistema) para mapagana ang ``kolibri start`` in background (default!) #1548

source: Implemented ``kolibri stop`` and ``kolibri status`` #1548
fil_ph: Ipinatupad ang ``kolibri stop`` at ``kolibri status`` #1548

source: Newly imported channels are given a 'last_updated' timestamp
fil_ph: Ang mga bagong na import na mga channel ay binibigyang ng 'last_updated na timestamp

source: Add progress annotation for topics, lazily loaded to increase page load performance
fil_ph: Magdagdag ng annotation ng pag-unlad para sa mga paksa, lazily loaded para mas mabilis ang pagganap ng pahina

source: Add API endpoint for getting number and total size of files in a channel
fil_ph: Idinagdag ang API endpoint para sa pagkua ng bilang at sukat ng mga files sa isang channel

source: Migrate all JS linting to prettier rather than eslint
fil_ph: Ilipat ang lahat ng mga JS linting paputa sa prettier sa halip ng eslint

source: Merge audio_mp3_render and video_mp4_render plugins into one single media_player plugin
fil_ph: Isanib ang audio_mp3_render at video_mp4_render sa isang media_player na plugin

source: KOLIBRI_LISTEN_PORT environment variable for specifying a default for the --port option #1724
fil_ph: Ang KOLIBRI_LISTEN_PORT ay isang environment na variable sa pagtukoy ng default na para sa --port option #1724

source: User experience improvements for session timeout
fil_ph: Pinabuting karanasan ng user para sa session timeout

source: Prevent session timeout if user is still active
fil_ph: Pigilan ang session timeout kung aktibo pa rin ang user

source: Fix exam completion timestamp bug
fil_ph: Inayos ang bug sa timestamp sa pagtatapos ng exam

source: Prevent exercise attempt logging crosstalk bug
fil_ph: Iwasan ang ang lubusang pagtatangka sa pag-log ng crosstalk na bug

source: Update Hindi translations
fil_ph: Update sa Hindi na mga translation

source: Fix bug that made updating existing Django models from the frontend impossible
fil_ph: Ayusin ang bug na nagsanhi ng imposibleng pagbago sa mga umiiral na mga model ng Django sa frontend

source: Fix various exam and progress tracking issues
fil_ph: Ayusin ang iba't ibang pagsusulit at pagsubaybay sa pag-unlad ng mga isyu

source: Add automatic sign-out when browser is closed
fil_ph: Magdagdag ng awtomatikong pagsign-out sa tuwing isinasara ang browser

source: Fix search issue
fil_ph: Inayos ang isyu sa paghahanap

source: Learner UI updates
fil_ph: Update sa UI para sa mga mag-aaral

source: Updated Hindi translations
fil_ph: Update sa Hindi na mga pagsalin

source: Frontend and backend changes to increase performance of the Kolibri application under heavy load
fil_ph: Mga pagbabago sa frontend at backend para sa pagpapalakas ng permoformance ng Kolibri sa ilalim ng mabigat na load

source: Fix bug in frontend simplified login code
fil_ph: Inayos ang bug sa frontend, pina-simple ang login na code

source: Fix for Python 3 compatibility in Whl, Windows and Pex builds #1797
fil_ph: Mga pag-aayos para sa Python 3 na compatibility sa Whl, Windows at Pex na mga build #1797

source: Adds Mexican Spanish as an interface language
fil_ph: Idinagdag ang Mexican Spanish bilang isang wika sa interface

source: Upgrades django-q for bug fixes
fil_ph: Upgrade sa django-q para sa mga pag-aayos ng mga bug

source: Speed improvements for content recommendation #1798
fil_ph: Mga pagpapabuti para sa bilis sa rekomendasyon ng nilalaman #1798

source: Fixes for morango database migrations
fil_ph: Mga kaayusan para sa migrasyon ng morango na database

source: Makes usernames for login case insensitive #1733
fil_ph: Gawing insensitibo ang case ng username sa login #1733

source: Fixes various issues with exercise rendering #1757
fil_ph: Inayos ang iba't-ibang isyu sa pamamagitan ng excercise rendering #1757

source: Removes wrong CLI usage instructions #1742
fil_ph: Inalis ang mga mali na instruksiyon para sa paggamit ng CLI #1742

source: Class and group management
fil_ph: Pamamahala ng klase at grupo

source: Learner reports #1464
fil_ph: Ulat ng mga mag-aaral #1464

source: Performance optimizations #1499
fil_ph: Optimisasyon ng pagpapalabas #1499

source: Anonymous exercises fixed #1466
fil_ph: Inayos ang hindi kilalang exercises #1466

source: Integrated Morango, to prep for data syncing (will require fresh database)
fil_ph: Pinagsama sa Morango, upang maghanda sa pag-sync ng data (nangangailangan ng malinis na database)

source: Adds Simplified Login support as a configurable facility flag
fil_ph: Nagdagdag ng suporta para sa simpleng login bilang isang watawat ng pasilidad na maaring i-configure

source: Turns video captions on by default
fil_ph: Default na binubuksan ng mga kapsyon ng bidyo

source: Updated translations for Portuguese and Kiswahili in exercises.
fil_ph: Update sa mga pagsalin para sa wikang Portuguese at Kiswahili sa mga pagsusulit.

source: Updated Spanish translations
fil_ph: Update para sa pagsalin sa wikang Spanish

source: Portuguese and Kaswihili updates
fil_ph: Update sa Portuguese at Kaswihili

source: Windows fixes (mimetypes and modified time)
fil_ph: Mga pag-aayos sa Windows (mimetype at oras ng pagbago)

source: VF sidebar translations
fil_ph: VF sidebar na mga pagsalin

source: Add support for nested URL structures in API Resource layer
fil_ph: Magdagdag ng suporta para sa mga nested na istruktura ng URL sa loob ng API resource na layer

source: Add Spanish and Swahili translations
fil_ph: Magdagdag ng pagsalin sa wikang Spanish at Swahili

source: Improve pipeline for translating plugins
fil_ph: Mas pinabuti ang pipeline ng mga plugin sa pagsalin

source: Add search back in
fil_ph: Magdagdag ng search ulit

source: Content Renderers use explicit new API rather than event-based loading
fil_ph: Ang mga renderer ng nilalaman ay gumagamit ng mga bagong API sa halip ng pag-load ayon sa mga kaganapan

source: Add authentication for tasks API
fil_ph: Magdagdag ng pagpapatunay para sa mga gawain sa API

source: Temporarily remove 'search' functionality
fil_ph: Pansamantalang tanggalin ang 'search' na functionality

source: Rename 'Learn/Explore' to 'Recommended/Topics'
fil_ph: Palitan ang pangalang 'Learn/Explore' ng 'Recommended/Topics'

source: Add JS-based 'responsive mixin' as alternative to media queries
fil_ph: Magdagdag ng JS-based 'responsive mixin' bilang alternatibo sa mga media na query

source: Replace jeet grids with pure.css grids
fil_ph: Palitan ang mga jeet na grid ng pure.css na mga grid

source: Begin using some keen-ui components
fil_ph: Simulang ang paggamit ng ilang keen-ui na mga bahagi

source: Update primary layout and navigation
fil_ph: Baguhin ang pangunahing layout at nabigasyon

source: New log-in page
fil_ph: Bagong pahina ng log-in

source: User sign-up and profile-editing functionality
fil_ph: User sign-up at profile-editing na functionality

source: Versioning based on git tags
fil_ph: Ang pagbersyon ayon sa tag sa git

source: Client heartbeat for usage tracking
fil_ph: Client heartbeat para sa pagsubaybay ng pagggamit

source: Allow plugins to override core components
fil_ph: Payagan ang mga plugin na baguhin ang mga core na bahagi

source: Wrap all user-facing strings for I18N
fil_ph: I-wrap ang lahat ng user-facing na mga string para sa I18N

source: Log filtering based on users and collections
fil_ph: Pag-filter ng log ayun sa mga gumagamit at mga koleksyon

source: Improved docs
fil_ph: Pinabuting mga dokumento

source: Pin dependencies with Yarn
fil_ph: I-pin ang mga dependency gamit ang Yarn

source: ES2015 transpilation now Bublé instead of Babel
fil_ph: ES2015 na transpilation ngayon ay Bublé sa halip na Babel

source: Webpack build process compatible with plugins outside the kolibri directory
fil_ph: Ang Webpack build na proses ay tugma sa mga plugin sa labas ng kolibri directory

source: SVG inlining
fil_ph: Pag-inline ng SVG

source: Exercise completion visualization
fil_ph: Paggunita ng pagkompleto ng ehersisyo

source: Perseus exercise renderer
fil_ph: Perseus na ehersisyo na renderer

source: Coach reports
fil_ph: Mga ulat ng coach

source: Improved documentation
fil_ph: Mas pinabuting dokumentasyon

source: Conditional (cancelable) JS promises
fil_ph: Kondisyunal (maaring tanggalin) na mga JS promise

source: Asset bundling performance improvements
fil_ph: Pagpapabuti sa paggana bundling ng mga asset

source: Endpoint indexing into zip files
fil_ph: Pag-index ng endpoint sa mga zip file

source: Case-insensitive usernames
fil_ph: Mga username na hindi sensitibo sa case

source: Make plugins more self-contained
fil_ph: Gawing mas self-contained ang mga plugin

source: Client-side router bug fixes
fil_ph: Mga bug fix sa router ng kliyente

source: Resource layer smart cache busting
fil_ph: Pinabuting busting ng cahe sa resource layer

source: Loading 'spinner'
fil_ph: Naglo-load ng 'spinner'

source: Make modals accessible
fil_ph: Gawing madali ang paggamit ng mga modal

source: Fuzzy searching
fil_ph: Fuzzy na paghahanap

source: Usage data export
fil_ph: Pag-export ng datos sa paggamit

source: Drive enumeration
fil_ph: Pag-isa isa ng mga drive

source: Content interaction logging
fil_ph: Pag-log sa mga interaksyon ng nilalaman

source: I18N string extraction
fil_ph: I18n na pag-extract ng string

source: Channel switching bug fixes
fil_ph: Mga bug fix sa paglipat ng channel

source: Modal popups
fil_ph: Mga popup na modal

source: A11Y updates
fil_ph: Mga update para sa A11Y

source: Tab focus highlights
fil_ph: Pokus sa mga Tab highlight

source: Learn app styling changes
fil_ph: Pag-aralan ang mga pagbabago sa pag estilo ng app

source: User management UI
fil_ph: UI para sa pamamahala ng user

source: Task management
fil_ph: Pamamahala sa mga gawain

source: Content import/export
fil_ph: Pag-import/export ng nilalaman

source: Session state and login widget
fil_ph: Estado ng session at widget para sa login

source: Channel switching
fil_ph: Paglipat ng Channel

source: Setup wizard plugin
fil_ph: Plguin para sa Setup wizard

source: Documentation updates
fil_ph: Mga update sa dokumentasyon

source: Content downloading
fil_ph: Pag-download ng nilalaman

source: Page titles
fil_ph: Mga pamagat ng pahina

source: Javascript logging module
fil_ph: Modyulo para sa pag-log ng Javascript

source: Responsiveness updates
fil_ph: Mga update sa responsiveness

source: Vuex integration
fil_ph: Pagsasama ng Vuxen

source: Stylus/Jeet-based grids
fil_ph: Stylus/Jeet-based na mga grid

source: Support for multiple content DBs
fil_ph: Suporta para sa maramihang nilalaman ng mga DB

source: API resource retrieval and caching
fil_ph: Pagkuha at pag-cache ng API resource

source: Content recommendation endpoints
fil_ph: Rekomendasyon ng mga nilalaman para sa mga endpoint

source: Client-side routing
fil_ph: Routing sa panig ng kliyente

source: Content search
fil_ph: Paghanap ng nilalaman

source: Video, Document, and MP3 content renderers
fil_ph: Mga renderer ng nilalaman ng mga Bidyo, Dokumento, at MP3

source: Initial VueIntl integration
fil_ph: Unang integrasyon ng Vuelntl

source: User management API
fil_ph: API para sa pamamahala ng user

source: Vue.js integration
fil_ph: Integrasyon ng Vue.js

source: Learn app and content browsing
fil_ph: Matuto tungkol sa app at pag-browse ng nilalaman

source: Content endpoints
fil_ph: Mga endpoint ng nilalaman

source: Automatic inclusion of requirements in a static build
fil_ph: Awtomatikong pagsali ng mga kinakailangan sa isang static na build

source: Django JS Reverse with urls representation in kolibriGlobal object
fil_ph: Django JS Reverse at mga representasyon na url sa KolbriGlobal na object

source: Python plugin API with hooks
fil_ph: Plugin API ng Python na may mga hook

source: Webpack build pipeline, including linting
fil_ph: Build sa pipeline ng Webpact, kasali ang linting

source: Authentication, authorization, permissions
fil_ph: Pagpapatunay, awtorisasyon, mga pahintulot

source: Users, Collections, and Roles
fil_ph: Mga User, Mga Koleksyon, at Mga Responsibilidad

source: See the `Kolibri changelog here <https://learningequality.org/r/kolibri-changes>`_ to review specific changes in each version of Kolibri. Documentation for `previous Kolibri versions are available here <https://readthedocs.org/projects/kolibri/>`_.
ar: انظر إلى `سجل تغييرات كوليبري من هنا <https://learningequality.org/r/kolibri-changes>`_ لمراجعة تغييرات محددة في كل إصدار من كوليبري. وثائق `إصدارت كوليبري السابقة متوفرة هنا <https://readthedocs.org/projects/kolibri/>`_.

source: To install **Kolibri** on a device that will act as a server, check the hardware requirements first, and then follow the procedure for the operating system on your device.
ar: لتثبيت **كوليبري** على جهاز يعمل كخادم، تحقق من متطلبات الأجهزة أولاً، ومن ثم قم باتباع الإجراء الخاص بنظام التشغيل على جهازك.

source: Below you will find general recommendations regarding hardware requirements to run Kolibri. To read more detailed information and find out examples of hardware setups that have been implemented by our users, download the full `Kolibri Hardware Guide <https://learningequality.org/r/hardware-guide>`_ and examples of `Hardware Configurations for Kolibri <https://learningequality.org/r/hardware>`_ (PDF documents).
ar: ستجد في الأسفل نصائح عامة بشأن متطلبات الأجهزة لتشغيل كوليبري. لقراءة المزيد من المعلومات بشكل مفصل وإيجاد أمثلة عن إعدادات الأجهزة التي تم تطبيقها بواسطة مستخدمينا، قم بتحميل `دليل أجهزة كوليبري <https://learningequality.org/r/hardware-guide>`_ كاملاً و أمثلة عن `تهيئة الأجهزة لتشغيل كوليبري <https://learningequality.org/r/hardware>`_ (مستند PDF).

source: Minimum hardware requirements to run Kolibri as a server:
ar: المتطلبات الدنيا للأجهزة لتشغيل كوليبري كخادم:

source: 500 MB RAM (1 GB recommended)
ar: ذاكرة الوصول العشوائي RAM ٥٠٠ ميغا بايت (وينصح بـ ١ جيغا بايت)

source: 500 MHz CPU (1 GHz recommended)
ar: معالح بسرعة ٥٠٠ ميغا هرتز (وينصح بـ ١ جيغا هرتز)

source: Hard drive space depends on the size of the content channels you intend to import from `Kolibri Studio <https://studio.learningequality.org/>`_ or a local storage device.
ar: تعتمد مساحة القرص الصلب على القنوات التعليمية التي تريد استيرادها من `استوديو كوليبري <https://studio.learningequality.org/>`_ أو من جهاز التخزين المحلي.

source: If you have a facility with less than 30 computers, a device as simple as a `Raspberry Pi <https://www.raspberrypi.org/>`_ is known to work fine as a server.
ar: في حال كان لديك مرفق تعليمي يحتوي على أقل من ٣٠ حاسوب، يمكن لجهاز بسيط أن يعمل كخادم بشكل جيد، على سبيل المثال جهاز `Raspberry Pi <https://www.raspberrypi.org/>`_.

source: Very old desktops and very low-power computers can be used as client devices to access Kolibri. For instance, some implementations are known to use first-gen Raspberry Pi as desktop computers.
ar: يمكن استخدام الحواسيب المكتبية القديمة للغاية والحواسيب ذات الطاقة المنخفضة كأجهزة عميلة للوصول إلى كوليبري. على سبيل المثال، من المعروف عبر التطبيق أن أجهزة الجيل الأول من Raspberry Pi يمكن أن تعمل كحاسوب مكتبي.

source: It is always a good idea to do a practical test, but when you want to implement Kolibri, usually it's not necessary to scale your hardware. The main requirement is that your system needs a video card and driver that can play the videos.
ar: من الجيد أن يتم إجراء اختبار عملي بشكل دائم، ولكن عندما ترغب في تطبيق كوليبري، حينها ليس من الضروري عادةً أن تقوم بتوسيع نطاق أجهزتك. المتطلب الرئيسي هو أن نظامك بحاجة إلى كرت فيديو ومشغل بحيث يمكن تشغيل مقاطع الفيديو.

source: Windows
ar: نظام ويندوز

source: Compatibility
ar: التوافق

source: Supported: Windows 7, 8.1 and 10, with IE 11+, Chrome or Firefox
ar: الأنظمة المدعومة: ويندوز ٧ و ٨.١ و ١٠، مع متصفح إنترنت إكسبلورر إصدار ١١ ومابعد، متصفح كروم أو متصفح فايرفوكس

source: **Not supported:** Windows XP cannot be used to install Kolibri server, but could potentially work as a client device if the browsers are `as up-to-date as possible <https://support.mozilla.org/en-US/questions/1173904>`_.
ar: **غير مدعوم:** لا يمكن استخدام نظام ويندوز XP لتثبيت خادم كوليبري، لكن يمكن العمل به كجهاز عميل في حال كانت المتصفحات `محدثة قدر الإمكان <https://support.mozilla.org/en-US/questions/1173904>`_.

source: Download the `Windows installer <https://learningequality.org/download/>`_ for Kolibri **version 0.12**.
ar: قم بتحميل `مثبت ويندوز <https://learningequality.org/download/>`_ لكوليبري **إصدار 0.12**.

source: Python 3 installer is included, confirm the installation or the upgrade to proceed.
ar: مثبت Python 3 مُضمّن، قم بتأكيد الثبيت ومن ثم الترقية للمتابعة.

source: Follow the rest of the instructions in the Kolibri installation setup wizard.
ar: قم باتباع بقية التعليمات في معالج إعداد تثبيت كوليبري.

source: Once the installation finishes, Kolibri will auto-start and open in the default browser on your computer at http://127.0.0.1:8080. This may take a moment, so please be patient.
ar: حالما تنتهي من التثبيت، سيتم تشغيل كوليبري تلقائياً وفتحه في المستعرض الافتراضي على حاسوبك على الرابط http://127.0.0.1:8080. قد يأخذ ذلك بعض الوقت والصبر لإنهاء العملية بنجاح.

source: Click the button :guilabel:`Uninstall/Change` and follow the instructions.
ar: قم بالنقر على الزر :guilabel:`إلغاء تثبيت/تغيير` ثم اتبع التعليمات.

source: Download the new version of Kolibri `Windows installer <https://learningequality.org/download/>`_.
ar: قم بتحميل الإصدار الجديد من كوليبري `مثبت ويندوز <https://learningequality.org/download/>`_.

source: Debian/Ubuntu
ar: نظام Debian/Ubuntu
