Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/install.po
Languages: ar, es, fil_ph

source: Debian/Ubuntu 16.04 and up - anything that's *not* end-of-life
ar: نظام Debian/Ubuntu إصدار 16.04 وما بعد - أي إصدار *لم* يتم رفع الدعم عنه

source: Use the following commands in `Terminal <https://help.ubuntu.com/community/UsingTheTerminal>`_ to add the PPA and install Kolibri:
ar: قم باستخدام الأوامر التالية في `المحطة الطرفية <https://help.ubuntu.com/community/UsingTheTerminal>`_ لإضافة PPA وتثبيت كوليبري:

source: Install from a .deb file
ar: تثبيت من ملف .deb
es: Instalar desde archivo .deb

source: The advantages of downloading a ``.deb`` file is the portability: you can copy the file from device to device and install Kolibri without internet access.
ar: إن مزايا تحميل ملف ``.deb`` هي قابلية النقل: يمكنك نسخ الملف من جهاز إلى آخر ومن ثم تثبيت كوليبري دون الحاجة لاتصال بالإنترنت.

source: Download the latest `.deb installer <https://learningequality.org/download/>`_ for Kolibri **version 0.12**, or have it copied to your local drive.
ar: قم بتحميل أحدث إصدار `.deb مثبت <https://learningequality.org/download/>`_ لكوليبري **إصدار 0.12**، أو قم بنسخه إلى محرك الأقراص المحلي الخاص بك.

source: Run this command from the location where you downloaded the ``DEB`` file:
ar: قم بتشغيل هذا الأمر من الموقع الذي قمت فيه بتنزيل ملف ``DEB`` عليه:

source: If you choose to install Kolibri as a system service, you will not need to start it manually.
ar: في حال اخترت تثبيت كوليبري كخدمة نظام، لن تحتاج لتشغيله بشكل يدوي.

source: When the command finishes, open the default browser at http://127.0.0.1:8080 and proceed with the :ref:`setup_initial` of your facility.
ar: عندما ينتهي الأمر، افتح المتصفح الافتراضي على الرابط http://127.0.0.1:8080 وتابع مع `setup_initial`:ref: للمرفق التعليمي الخاص بك.

source: Open **Software** on Ubuntu and locate the Kolibri. Press **Remove**.
ar: قم بفتح **البرامج** على نظام Ubuntu وحدد موقع كوليبري، ومن ثم قم بالضغط على **إزالة**.
es: Abrir **Software** en Ubuntu y buscar Kolibri. Pulsar el botón **Desinstalar**.

source: Or from the command line: ``sudo apt-get remove kolibri``.
ar: أو من خلال سطر الأوامر: ``sudo apt-get remove kolibri``.

source: When you use the PPA installation method, upgrades to newer versions will be automatic, provided there is internet access available.
ar: عند استخدام التثبيت بطريقة PPA، ستتم الترقيات إلى الإصدارات الأحدث بشكل تلقائي شريطة توفر الاتصال بالإنترنت.

source: To upgrade Kolibri on a Debian device without internet access, bring the updated ``.deb`` file and follow the same steps as in :ref:`lin_deb`.
ar: لترقية كوليبري على جهاز يعمل بنظام Debian غير متصل بالإنترنت، قم بجلب ملف ``.deb`` المحدث ومن ثم تابع نفس الخطوات كما في :ref:`lin_deb`.

source: Changing the owner of Kolibri system service
ar: تغيير مالك خدمة نظام كوليبري

source: The *system service* is the script that runs Kolibri in the background when your system boots on Debian-based distributions.
ar: إن *خدمة النظام* هي البرنامج النصي المسؤول عن تشغيل كوليبري في الخلفية عندما يتم تشغيل نظامك على أساس توزيعات Debian.

source: You may need to change the system service to run with the permissions of a different user account. Prior to v0.10, ``kolibri`` user account was the owner of the system service, while from v0.10 and later, desktop user's account is preferred, in order for Kolibri to access the local USB storage.
ar: قد تحتاج إلى تغيير خدمة النظام كي تعمل بأذونات حساب مستخدم مختلف. في الإصدارات الأقدم من v0.10، كان حساب مستخدم ``kolibri`` هو مالك خدمة النظام، بينما في إصدار v0.10 وما يليه، فإن حساب مستخدمي سطح المكتب هو صاحب الأفضلية، بحيث يمكن لكوليبري الوصول إلى وحدة تخزين USB المحلية.

source: To change the system service owner, you need to change the configuration of the system service: move the ``.kolibri`` data folder (containing channels, databases etc.), and assign owner permissions to the new user. Follow these steps.
ar: لتغيير مالك خدمة النظام، تحتاج إلى تغيير تكوين خدمة النظام: قم بنقل مجلد بيانات ``.kolibri`` (والتي تحتوي على القنوات، قواعد البيانات إلخ)، ومن ثم تحديد أذونات المالك للمستخدم الجديد. قم باتباع الخطوات التالية.

source: Replace the ``$USER`` in commands above with the name of the user you wish to be the new Kolibri system service owner.
ar: قم باستبدال ``$USER`` من الأوامر في الاعلى باسم المستخدم الذي ترغب أن يكون المالك الجديد لخدمة نظام كوليبري.

source: There are several varieties of operating systems for Raspberry Pi. This guide is intended for and tested on `Raspian <https://www.raspberrypi.org/>`__, the most popular choice of OS, based on Debian. To obtain and install Raspbian, refer to the official documentation.
ar: هناك عدة أنواع من أنظمة التشغيل لجهاز Raspberry Pi. هذا الدليل مخصص ومختبر على `Raspbian <https://www.raspberrypi.org/>`__، الخيار الاكثر شعبيةً بين أنظمة التشغيل، والمبرمج استناداً على نظام Debian. للحصول على نظام Raspbian وتثبيته، قم بالرجوع إلى التوثيق الرسمي.

source: Kolibri is intended for **Raspberry Pi Model 3** and upwards.
ar: تم إعداد كوليبري للعمل على إصدار **Raspberry Pi Model 3** وما بعده.

source: Read our :ref:`Raspberry Pi Tutorial for Kolibri <tutorial_rpi>`.
ar: قم بقراءة :ref:`دورة كوليبري التعليمية الخاصة بـ Raspberry Pi <tutorial_rpi>` الخاصة بنا.

source: These steps require an internet connection during the installation. After completing the installation, it's possible :ref:`to replicate an image <rpi_replication>` for offline installation.
ar: هذه الخطوات تتطلب اتصالاً بالإنترنت أثناء التثبيت. بعد إكمال التثبيت، من الممكن :ref:`أن تكرر الأمر بنفس الصورة <rpi_replication>` من أجل التثبيت دون إتصال بالانترنت.

source: We need to upgrade the ``python3-cffi`` library, which is outdated on Raspbian. Upgrade it like this:
ar: نحتاج لترقية مكتبة ``python3-cffi``، والتي انتهت صلاحيتها على نظام Raspbian. قم بترقيتها كما يلي:

source: Add our Ubuntu PPA with these special instructions:
ar: قم بإضافة حزمة Ubuntu PPA الخاصة بنا باتباع التعليمات الخاصة التالية:

source: When asked questions during the installation, it is recommended that you use the default ``pi`` user for running Kolibri because it will have access to USB devices.
ar: عند طرح الأسئلة أثناء عملية التثبيت، يُنصح أن تستخدم مستخدم ``pi`` الافتراضي لتشغيل كوليبري حيث أنه يمتلك خاصية الوصول إلى وحدات تخزين USB.

source: The following issues are quite common on a Raspberry Pi:
ar: المشاكل التالية هي مشاكل شائعة جداً على جهاز Raspberry Pi:

source: **System time** isn't set properly or resets during power-off. This causes errors while downloading software. For instance, SSL certificates for online sources will fail to validate. Ensure that you have the right timezone in ``/etc/timezone`` and that the clock is set properly by running ``sudo ntpd -gq``.
ar: **توقيت النظام** غير مضبوط بشكل صحيح ولا يعاد تعيينه عند انقطاع التيار الكهربائي. يسبب ذلك أخطاءً أثناء تنزيل البرنامج. على سبيل المثال، لن تنجح عمليات التحقق من صحة شهادات SSL للمصادر المتاحة عبر الإنترنت. تأكد من ضبط المنطقة الزمنية المناسبة لديك في ``/etc/timezone`` ومن أن الساعة مضبوطة بشكل صحيح من خلال تشغيل الأمر ``sudo ntpd -gq``.

source: **Storage space** is often scarce. If you have a USB source for additional storage, you can use the ``kolibri manage movedirectory`` command or create your own symbolic links to have the data folder located elsewhere.
ar: غالبا ما تكون **مساحة التخزين** قليلة. في حال كنت تملك مصدر تخزين إضافي من نوع USB، يمكنك استخدام أمر ``kolibri manage movedirectory`` أو إنشاء روابطك المرمزة للوصول إلى مجلد بيانات موجود في مكان آخر.

source: Using the built-in management command:
ar: باستخدام أمر الإدارة المدمج:

source: **I/O operations are slow**: This means that a typical bottleneck on a Raspberry Pi is file transfer to/from MicroSD card or USB attached storage. Once Kolibri is up and running, this will not be a bottleneck, but while copying initial contents of several gigabytes, you will experience this. Both the SD card reader and the USB ports will limit you at 50-80MB/sec. From our experience, it doesn't matter much whether you are using the main SD card reader for storage or some media connected to your USB, as in principle they both reach about the same maximum speeds. However, you may find significant differences in the speeds of individual SD Cards.
ar: **عمليات I/O بطيئة**: يعني ذلك أن الصعوبات المعتادة على Raspberry Pi هي نقل الملفات من/ إلى بطاقة ذاكرة من نوع MicroSD أو وحدة تخزين USB متصلة. بمجرد تشغيل كوليبري، لن يكون ذلك أمراً صعباً، إنما ستواجه ذلك أثناء نسخ المحتويات الأولية بحجم أكثر من جيغا بايت. سيقوم قارئ بطاقة SD ومنافذ USB بالحد من السرعة من50 إلى 80 ميغابايت/ ثانية. من خلال تجربتنا، ليس مهماً إن كنت تستخدم قارئ بطاقة SD رئيسي أو بعض وسائط USB المتصلة الخاصة بك، حيث أن كلا منهما من حيث المبدأ يصل إلى نفس السرعة القصوى. ومع ذلك، قد تجد اختلافات كبيرة في سرعات بطاقات SD المفردة.

source: When replicating installations, you can save time if you connect the SD card of USB storage to another device with faster transfer speeds. Replication will be described in future guides.
ar: عند تكرار عمليات التثبيت، يمكنك توفير الوقت في حال كنت تقوم بوصل بطاقة SD من نوع وحدة تخزين USB مع جهاز آخر بسرعات نقل أكبر. ستتم الإشارة للتكرار في الأدلة المستقبلية.

source: From the command line: ``sudo apt-get remove kolibri``.
ar: من خلال سطر الأوامر: ``sudo apt-get remove kolibri``.

source: Other Linux & MacOS
ar: أنظمة لينوكس/ MacOS الأخرى

source: MacOS: 10.6+, all browsers supported
ar: نظام تشغيل MacOS ١٠,٦ وما بعد، كافة المتصفحات مدعومة

source: Linux: Any system with Python 2.7, all browsers supported
ar: لينوكس: أي نظام تشغيل يحتوي بايثون ٢,٧، كافة المتصفحات مدعومة

source: To install Kolibri on Linux distributions other than Debian, as well as on MacOS, you can use :ref:`generic installation <pip-installation>` with ``pip install`` command, or follow these steps to run Kolibri with the ``PEX`` package.
ar: لتثبيت كوليبري على توزيعات لينكس المختلفة عن Debian، إوأيضاً MacOS، يمكنك استخدام :ref:`تثبيت عام <pip-installation>` من خلال الأمر ``pip install``، أو قم باتباع هذه الخطوات لتشغيل كوليبري مع حزمة ``PEX``.

source: Download the `PEX installer <https://learningequality.org/download/>`_ for Kolibri **version 0.12**.
ar: قم بتحميل `مثبت PEX <https://learningequality.org/download/>`_ لكوليبري **إصدار 0.12**.

source: Make sure to **open the Terminal where you downloaded** the ``PEX`` file. For example, if you saved it in the *Downloads* folder, type this when you open the Terminal, and press Enter:
ar: تأكد من **فتح المحطة الطرفية حيث قمت بتحميل** ملف ``PEX``. على سبيل المثال، إذا قمت بحفظه في مجلد *التحميلات*، اكتب ذلك عند فتح المحطة الطرفية، ثم اضغط مفتاح الإدخال Enter:

source: Type the following commands next (press Enter after each one).
ar: قم بكتابة الأوامر التالية (اضغط مفتاح الإدخال Enter بعد كل مرة).

source: Make sure to **substitute the** ``kolibri-installer-filename.pex`` **with the exact name of the file you downloaded** in both commands. For example, if the name of the downloaded file is ``kolibri-v0.12.0.pex``, type that instead of ``kolibri-installer-filename.pex``.
ar: تأكد من **استبدال** ``kolibri-installer-filename.pex`` **بنفس اسم الملف الذي قمت بتنزيله** في كل من الأمرين. على سبيل المثال، في حال كان اسم الملف الذي تم تنزيله هو ``kolibri-v0.12.0.pex``، فاكتب ذلك بدلاً من ``kolibri-installer-filename.pex``.

source: Remember that **PEX** package allows you to run Kolibri on your system **only while the process is active in the Terminal window**. If that process is stopped (by either pressing :guilabel:`Ctrl` + :guilabel:`C`, closing the Terminal, or restarting your system), you will need to repeat the above steps to start Kolibri again. User accounts, classes and groups you create, as well as the content channels you download, will be available every time you restart Kolibri.
ar: تذكر أن حزمة **PEX** تتيح لك تشغيل كوليبري على نظامك **فقط عندما تكون العملية نشطة في نافذة المحطة الطرفية**. في حال كانت تلك العملية متوقفة (سواء بالضغط على :guilabel:`Ctrl` + :guilabel:`C`، إغلاق المحطة الطرفية، أو إعادة تشغيل نظامك)، ستحتاج إلى تكرار الخطوات أعلاه لبدء كوليبري مجدداً. حسابات المستخدم، الصفوف الدراسية، والمجموعات التي أنشأتها، إضافة إلى القنوات التعليمية التي حملتها، ستكون جميعها متاحة في كل مرة تعيد بها تشغيل كوليبري.

source: Delete the ``./kolibri`` folder in your user's Home directory if you want to completely remove all the Kolibri files and content channels you imported.
ar: قم بحذف مجلد ``./kolibri`` في دليل المستخدم الرئيسي الخاص بك في حال كنت ترغب بإزالة كافة ملفات كوليبري والقنوات التعليمية التي استوردتها.
es: Borrar la carpeta ``./kolibri`` en tu directorio Home si desear eliminar completamente todos los archivos de Kolibri junto con todos los canales descargados.

source: Download the new version of `Kolibri PEX installer <https://learningequality.org/download/>`_.
ar: قم بتحميل الإصدار الجديد من `مثبت PEX الخاص بكوليبري <https://learningequality.org/download/>`_.

source: Python pip package
ar: حزمة Python pip

source: You can install Kolibri as a standard package from PyPi (works on Mac, Windows, and Linux) using this command::
ar: يمكنك تثبيت كوليبري كحزمة أساسية من PyPi (تعمل على أنظمة Mac وويندوز ولينوكس) وذلك باستخدام هذا الأمر::

source: To do the initial setup of your Kolibri facility after the installation, follow these steps.
ar: للقيام بالإعداد الأولى لمرفق كوليبري التعليمي الخاص بك مابعد التثبيت، قم باتباع الخطوات التالية.

source: You need to do the initial setup only once, the first time you start Kolibri after the installation. You can change all the settings later, *except the type and the name of the facility*.
ar: ليس عليك سوى القيام بالإعداد الأولي مرة واحدة فقط، وهي المرة الأولى التي تبدأ فيها تشغيل كوليبري ما بعد التثبيت. يمكنك تغيير كافة الإعدادات لاحقاً، *باستثناء نوع واسم المرفق التعليمي*.

source: The default language configured for content in your browser preferences might override the language you choose in this step. To ensure that Kolibri displays in the desired language, make sure to configure it as default in the browsers of all the devices that will be used to view Kolibri content.
ar: قد تتعارض اللغة الافتراضية التي تمت تهيئتها للمحتوى في تفضيلات المتصفح الخاص بك مع اللغة التي تختارها في هذه الخطوة. لضمان عرض كوليبري باللغة المطلوبة، تأكد من تهيئتها كلغة افتراضية في متصفحات جميع الأجهزة التي سيتم استخدامها لعرض محتوى كوليبري.

source: **Facility name and type.** A "Facility" is the location where you are installing Kolibri, such as a school, training center, or even your home.
ar: **اسم المرفق التعليمي ونوعه.** "المرفق التعليمي" هو الموقع الذي تقوم فيه بتثبيت كوليبري، كالمدرسة أو مركز التدريب أو حتى منزلك.

source: **Non-formal** type can be used in libraries, orphanages, correctional facilities, youth centers, computer labs and similar, **Formal** one in schools and other formal learning contexts, and **Personal** should work best for parent-child or supplementary individual learning.
ar: يمكن استخدام **النوع غير الرسمي** في المكتبات، دور الأيتام، المرافق الإصلاحية مراكز الشباب، ومختبرات الحاسوب وما إلى ذلك، أما النوع **الرسمي** ففي المدارس وسياقات التعلم الرسمية الأخرى، أما بخصوص النوع **الشخصي** فينبغي أن يعمل بالشكل الأفضل لتعلم الوالدين وتعلم الطفل أو التعلم الفردي المكمل.

source: Formal and non-formal facilities require a name, while personal ones do not.
ar: تتطلب المرفقات التعليمية الرسمية وغير الرسمية اسماً بينما لا تتطلب المرفقات التعليمية الشخصية ذلك.

source: Choose the type of facility.
ar: قم باختيار نوع المرفق التعليمي.

source: **Guest access.**
ar: **دخول الزائر.**

source: Select if guests can access Kolibri content without the need to create an account.
ar: قم بتحديد إمكانية وصول الزوار إلى محتوى كوليبري دون الحاجة إلى إنشاء حساب.

source: **User account creation.**
ar: **إنشاء حساب مستخدم.**

source: Select if anyone can create a user account for themselves, or if user accounts must be created by Kolibri admins.
ar: قم بتحديد ما إذا كان يمكن لأي شخص إنشاء حساب مستخدم بنفسه، أو إذا كان يجب إنشاء حسابات المستخدمين بواسطة مشرفي كوليبري.

source: **Enable passwords for learners.** Simplified sign-in, without the password requirement, allows easier access for younger learners.
ar: يقوم **تمكين كلمات المرور للمتعلمين.** بتبسيط تسجيل الدخول دون أن يتطلب ذلك كلمة المرور، مما يتيح وصولاً أسهل للمتعلمين الأصغر عمراً.

source: Select if learners must type in their passwords to sign-in to Kolibri.
ar: قم بتحديد ما إذا كان يجب على المتعلمين كتابة كلمات المرور الخاصة بهم لتسجيل الدخول إلى كوليبري.

source: **Create super admin account.** This admin user will be a **super admin**, able to manage all the device content, and all the rest of the facility users and their permissions.
ar: **إنشاء حساب مشرف متميز.** سيكون هذا المستخدم المشرف **مشرفاً مميزاً**، قادرًا على إدارة محتوى الجهاز كاملاً، بالإضافة إلى كافة المستخدمين المتبقين للمرفق التعليمي وأذوناتهم.

source: Select the username and password for the facility super admin.
ar: قم بتحديد اسم المستخدم وكلمة المرور للمشرف المتميز المسؤول عن المرفق التعليمي.

source: Make sure to save these super admin credentials in a safe place!
ar: تأكد من حفظ بيانات أوراق اعتماد المشرف المتميز في مكان آمن!

source: **Data usage and privacy - responsibilities of the adminstrator.** When you are setting up a Kolibri facility, especially in formal contexts, you need to take into consideration the relevant privacy laws and regulations. You as the **super admin**, or someone you delegate, will be responsible for protecting and managing the user accounts and personal information stored on the device. Review the data usage and privacy statement before finihsing the facility setup.
ar: **استخدام البيانات والخصوصية - مسؤوليات المسؤول.** عند قيامك بإنشاء مرفق تعليمي في كوليبري، وخاصة في سياقات رسمية، يجب أن تأخذ في الاعتبار قوانين وأنظمة الخصوصية ذات الصلة. بصفتك **مشرفاً متميزاً** أو أي شخص تقوم بتفويضه، ستكون مسؤولاً عن حماية وإدارة حسابات المستخدمين والمعلومات الشخصية المخزنة على الجهاز. قم بمراجعة استخدام البيانات وبيان الخصوصية قبل الانتهاء من إعداد المرفق التعليمي.

source: Review the super admin responsibilities regarding the data usage and privacy.
ar: قم بمراجعة مسؤوليات المشرف المتميز بما يخص استخدام البيانات والخصوصية.

source: Tutorials
ar: البرامج التعليمية

source: Step-by-step guides with more details.
ar: توجيهات خطوة بخطوة مع المزيد من التفاصيل.

source: An offline Raspberry Pi server
ar: خادم Raspberry Pi غير متصل بالإنترنت

source: This guide shows you how to configure a Raspberry Pi as a local Wi-Fi hotspot serving Kolibri.
ar: يوضح لك هذا الدليل كيفية تهيئة جهاز Raspberry Pi كنقطة اتصال Wi-Fi محلية تخدم كوليبري.

source: There are several varieties of operating systems for Raspberry Pi. This guide is intended for and tested on `Raspian <https://www.raspberrypi.org/>`__, the most popular choice of OS, based on Debian.
ar: هناك عدة أنواع من أنظمة تشغيل Raspberry Pi. هذا الدليل مخصص ومختبر على `نظام Raspbian <https://www.raspberrypi.org/>`__، الخيار الاكثر شعبيةً بين أنظمة التشغيل، والمبرمج استناداً على نظام Debian.

source: Prerequisites
ar: المتطلبات الأساسية

source: Raspberry Pi 3
ar: جهاز Raspberry Pi 3

source: Raspberry Pi Model 3+
ar: إصدار Raspberry Pi Model 3 وما بعد

source: Formatted MicroSD Card > 4GB (64 GB recommended or attached USB storage)
ar: بطاقة ذاكرة معاد تهيئتها من نوع MicroSD > ٤ جيغا بايت (يوصى بـ ٦٤ جيغا بايت أو وحدة تخزين USB مرفقة)

source: Card reader for a laptop or computer to write to the MicroSD card
ar: قارئ بطاقة الذاكرة لحاسوب محمول أو حاسوب مكتبي من أجل التدوين على بطاقة الذاكرة من نوع MicroSD

source: Latest Raspbian Stretch OS .img file
ar: أحدث ملف لنظام Raspbian بامتداد .img

source: `Raspbian Desktop <http://downloads.raspberrypi.org/raspbian/>`__
ar: `سطح مكتب Raspbian <http://downloads.raspberrypi.org/raspbian/>`__

source: **Or** `Installation of Raspbian via NOOBS <https://www.raspberrypi.org/documentation/installation/noobs.md>`__
ar: **أو** `تثبيت Raspbian عن طريق NOOBS <https://www.raspberrypi.org/documentation/installation/noobs.md>`__

source: Internet connectivity (for setting up the device)
ar: الاتصال بالإنترنت (لإعداد الجهاز)

source: An internal MicroSD card is used for the base system, and an external storage media for contents (for instance a 64 GB USB flash). We recommend that you have an ethernet cable for online connectivity while installing and fetching contents for Kolibri.
ar: يتم استخدام بطاقة ذاكرة داخلية من نوع MicroSD للنظام الأساسي، ووسائط تخزين خارجية للمحتويات (فلاش ديشك ٦٤ جيغا بايت مثلاً). ننصح بأن يكون لديك كيبل من نوع ethernet للاتصال بالإنترنت أثناء التثبيت وجلب المحتويات لكوليبري.

source: The standard Raspbian OS has a graphical desktop. You can also install Raspbian Lite which uses fewer resources, but only has a command line interface. The instructions in this documentation work seamlessly on both.
ar: يحتوي نظام تشغيل Raspbian القياسي على سطح مكتب تصويري. يمكنك أيضًا تثبيت Raspbian Lite الذي يستخدم مصادر أقل، إلا أنه يحتوي فقط على واجهة سطر أوامر. التعليمات الواردة في هذا التوثيق تعمل بشكل سلس على كل من النظامين.

source: Getting started guides
ar: أدلة البدء

source: This guide provides a step-by-step setup of Kolibri but does not try to explain basic concepts for your Raspberry Pi. If you are new to the system, you are encouraged to read the official `Getting Started <https://projects.raspberrypi.org/en/projects/raspberry-pi-getting-started>`__ guide for basic knowledge about setting up your device.
ar: يوفر هذا الدليل إعداداً تدريجياً لكوليبري غير أنه لا يحاول شرح المفاهيم الأساسية لجهاز Raspberry Pi الخاص بك. في حال كنت جديداً على النظام، فنحن نشجعك على قراءة دليل `البدء <https://projects.raspberrypi.org/en/projects/raspberry-pi-getting-started>`__ الرسمي للحصول على معرفة أساسية حول إعداد جهازك.

source: In doubt about which Raspbian to choose? We recommend using Raspbian Lite if you are comfortable with an environment that only has a terminal and no graphical user interface. Using the desktop version will consume more CPU, memory and electricity. Finally, you do have the option to :ref:`switch off the desktop environment <rpi_tip_desktop_disable>` once you have finished setting up the device.
ar: هل لديك شك بخصوص أي نظام Raspbian يجب اختياره؟ ننصح باستخدام Raspbian Lite إذا كنت مرتاحاً للعمل في بيئة ذات محطة طرفية واحدة فقط ولا تحتوي على واجهة مستخدم تصويرية. إن استخدام إصدار سطح المكتب سيستهلك المزيد من وحدة المعالجة المركزية ومن الذاكرة والطاقة الكهربائية. وأخيراً ، لديك خيار :ref:`إيقاف تشغيل بيئة سطح المكتب <rpi_tip_desktop_disable>` حالما تنتهي من إعداد الجهاز.

source: We install Kolibri as one of the very final step. But please read and complete the prior steps.
ar: نحن نقوم بتثبيت كوليبري كإحدى آخر الخطوات المتبعة. ولكن يرجى قراءة ومتابعة الخطوات السابقة.

source: Setting up the SD card
ar: إعداد بطاقة الذاكرة

source: The following commands work on Linux/macOS for setting up the .img files provided. You will also need to know the *device node* for the SD Card reader. On Linux, this is typically ``/dev/mmcblk0`` for the 0th card in your card reader.
ar: تعمل الاوامر التالية على أنظمة لينوكس/macOS من أجل إعداد ملفات .img المتوفرة. ستحتاج أيضاً إلى معرفة *نقطة ربط الجهاز* الخاص بقارئ الذواكر. على نظام لينوكس، عادة ما يكون الأمر ``/dev/mmcblk0`` مسؤولاً عن بطاقة 0th في قارئ الذواكر الخاص بك.

source: Read the official guides for setting up your card: `Copying .img files <https://www.raspberrypi.org/documentation/installation/installing-images/README.md>`__
ar: قم بقراءة الأدلة الرسمية لإعداد البطاقة الخاصة بك: `نسخ ملفات .img <https://www.raspberrypi.org/documentation/installation/installing-images/README.md>`__
