Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/install.po
Languages: ar, es, fil_ph

source: Install Kolibri
ar: تثبيت كوليبري
es: Instalar Kolibri
fil_ph: Mag-install ng Kolibri

source: **Kolibri** is not released yet, so these guides are *Work in Progress* !
fil_ph: Ang **Kolibri** ay hindi pa na release, kaya ang mga gabay na ito ay *Nasa Progreso* !

source: To install **Kolibri**, check the system requirements first and then follow the procedure for the operating system on your device.
es: Para instalar **Kolibri**, es recomendable primero comprobar los requisitos del sistema y luego seguir con el procedimiento para el sistema operativo de tu dispositivo.
fil_ph: Upang i-install ang **Kolibri**, suriin muna ang mga system requirements at pagkatapos ay sundin ang pamamaraan ng operating system sa iyong device.

source: Servers
ar: أجهزة الخادم
es: Servidores
fil_ph: Mga server

source: Linux: Any system with Python 2.7
es: Linux: cualquier sistema con Python 2.7
fil_ph: Linux: Ano mang sistema na mayroong Python 2.7

source: Clients
ar: العملاء
es: Clientes
fil_ph: Mga Kliyente

source: Supported Browsers
es: Navegadores compatibles
fil_ph: Suportado na mga Browser

source: *(planned)* Safari
es: *(programado)* Safari
fil_ph: *(planado)* Safari

source: *(planned)* Epiphany on Raspberry Pi
es: *(programado)* Epiphany en Raspberry Pi
fil_ph: *(planado)* Epiphany sa Raspberry Pi

source: *(planned)* others on Android and iOS.
es: *(programado)* otros en Android y iOS.
fil_ph: *(planado)* iba pa sa Android at iOS.

source: Video playback
es: Reproducción de vídeo
fil_ph: Playback ng video

source: Hardware requirements
ar: متطلبات الأجهزة
es: Requerimientos de hardware
fil_ph: Mga kinakailangan sa hardware

source: Very old desktops and very low-power computers can be used as client devices to access Kolibri. For instance, some deployments are known to use first-gen Raspberry Pi as desktop computers.
es: Ordenadores de sobremesa antiguos o de muy bajas prestaciones pueden utilizarse como clientes de Kolibri. Por ejemplo, algunas implementaciones utilizan dispositivos Raspberry Pi de primera generación como ordenadores de sobremesa.
fil_ph: Ang mga napakaluma at napaka mababang mga computer ay maaring gamitin bilang client na device para sa pag-access ng Kolibri. Halimbawa, ang ilang mga deployment ay kilala na gumagamit ng Raspberry Pi bilang desktop na mga computer.

source: It is always a good idea to do a practical test, but when you want to deploy Kolibri, usually it's not necessary to scale your hardware. The main concern is that your system needs a video card and driver that can play the videos.
es: Siempre es una buena idea hacer una prueba práctica, pero para implementar Kolibri, generalmente no es necesario actualizar el hardware. La principal preocupación es que el sistema tenga una tarjeta de vídeo y controladores que pueden reproducir los vídeos.
fil_ph: Ang pagsagawa ng praktikal na pagsusulit ay palaging isang mabuting ideya, ngunit kung nais mo ng i-deploy ang Kolibri, karaniwang ito ay hindi na kinakailangan upang sukatin ang iyong hardware. Ang pangunahing problema ay nangangailangan ang iyang sistema nga video card at driver na may kakayahang mag-play ng mga bidyo.

source: To install or uninstall Kolibri on Windows, follow these steps.
es: Para instalar o desinstalar Kolibri en Windows, seguir estos pasos.
fil_ph: Upang mag-install at mag-uninstall ng Kolibri sa Windows, sundin ang sumusunod na mga hakbang.

source: Install
ar: التثبيت
es: Instalar
fil_ph: Mag-install

source: Download the Kolibri `Windows installer <https://learningequality.org/r/kolibri-windows-setup-latest>`_.
es: Descargar el `instalador de Kolibri para Windows <https://learningequality.org/r/kolibri-windows-setup-latest>`_.
fil_ph: Mag-download ng `installer ng Kolibri para sa Windows <https://learningequality.org/r/kolibri-windows-setup-latest>`_.

source: Double-click the downloaded ``.exe`` file.
ar: قم بالنقر بشكل مزدوج على ملف التحميل ``.exe``.
es: Hacer doble clic al archivo ``.exe`` descargado.
fil_ph: I-double click ang na-download na ``.exe`` na file.

source: Select the language for the installation.
ar: قم بتحديد لغة التثبيت.
es: Seleccionar el idioma a utilizar durante la instalación.
fil_ph: Piliin ang wika para sa pag-install.

source: Follow the instructions in the installation wizard window.
ar: اتبع التعليمات التي تظهر في نافذة معالج التثبيت.
es: Seguir las instrucciones en la ventana del asistente de instalación.
fil_ph: Sundin ang mga instruksiyon na nasa installation wizard window.

source: Once the installation finishes, Kolibri will auto-start and open in the default browser on your computer.
es: Una vez terminada la instalación, Kolibri se Iniciará automáticamente y se abrirá en el navegador predeterminado de tu ordenador.
fil_ph: Sa sandaling ang pag-install ay tapos na, ang Kolibri ay awtomatikong magsisimula at magbubukas ng default browser sa iyong computer.

source: Proceed with the :ref:`setup_initial` of your facility.
ar: تابع من خلال `setup_initial`:ref: للمرفق التعليمي الخاص بك.
es: Proceder con la :ref:`configuración inicial <setup_initial>` de la instalación.
fil_ph: Magpatuloy sa :ref:`setup_initial` ng iyong pasilidad.

source: Windows firewall will prompt you to allow the Python process needed to run Kolibri. Click **Allow access** to accept and proceed.
ar: سيطلب منك جدار الحماية الخاص بنظام ويندوز أن تسمح بعملية Python الضرورية لتشغيل كوليبري. قم بالنقر على **السماح بالوصول** للموافقة والمتابعة.
es: Es probable que se abra el Firewall de Windows para pedir permisos del proceso de Python necesario para ejecutar Kolibri. Clicar **Permitir acceso** para aceptar y continuar.
fil_ph: Ang Windows firewall ay magtatanong kung papayagan mo Python na proseso na kailangan ng Kolibri. I-click ang **Allow access** upang payagan at magpatuloy.

source: Allow the Python process needed to run Kolibri.
ar: قم بالسماح لعملية Python الضرورية بتشغيل كوليبري.
es: Permitir el proceso de Python necesario para ejecutar Kolibri.
fil_ph: Payagan ang mga Python na proseso na kinakailangan sa pagpapatakbo ng Kolibri.

source: Uninstall
ar: إلغاء التثبيت
es: Desinstalar
fil_ph: Mag-uninstall

source: Open the Windows Control Panel.
ar: قم بفتح لوحة تحكم ويندوز.
es: Abrir el Panel de Control de Windows.
fil_ph: Buksan ang Control Panel ng Windows.

source: Select **Programs and Features** option.
ar: قم بتحديد خيار **البرامج والميزات**.
es: Seleccionar la opción **Programas y características**.
fil_ph: Piliin ang **Programs and Features** na opsyon.

source: Select Kolibri from the list of programs.
ar: قم بتحديد كوليبري من قائمة البرامج.
es: Seleccionar Kolibri en la lista de programas.
fil_ph: Piliin ang Kolibri sa listahan ng mga program.

source: Click the button **Uninstall/Change** and follow the instructions.
es: Clicar el botón **Desinstalar** y seguir las instrucciones.
fil_ph: I-click ang **Uninstall/Change** na button at sundin ang mga instruksiyon.

source: Upgrade
ar: الترقية
es: Actualizar
fil_ph: Mag-upgrade

source: To upgrade Kolibri, follow these steps.
ar: لترقية كوليبري، قم باتباع الخطوات التالية.
es: Para actualizar Kolibri, seguir estos pasos.
fil_ph: Upang i-upgrade ang Kolibri, sundin ang mga sumusunod na hakbang.

source: Download the new version of Kolibri `Windows installer <https://learningequality.org/r/kolibri-windows-setup-latest>`_.
es: Descargar la nueva versión del `instalador de Kolibri para Windows <https://learningequality.org/r/kolibri-windows-setup-latest>`_.
fil_ph: I-download ang bagong bersyon ng Kolibri na 'installer para sa Windows <https://learningequality.org/r/kolibri-windows-setup-latest> `_,.

source: Once the installation of the upgrade is finished, Kolibri will auto-start and open in the default browser on your computer.
ar: حالما تنتهي من الترقية، سيتم تشغيل كوليبري تلقائياً وفتحه في المتصفح الافتراضي على حاسوبك.
es: Una vez terminada la instalación de la actualización, Kolibri se Iniciará automáticamente y se abrirá en el navegador predeterminado de tu ordenador.
fil_ph: Sa sandaling ang pag-install ng upgrade ay tapos na, ang Kolibri ay awtomatikong magsisimula at magbubukas ng default browser sa iyong computer.

source: Go explore the new and improved Kolibri features!
ar: باشر باستكشاف المزايا الجديدة والمطورة في كوليبري!
es: ¡Ve y explora las nuevas y mejoradas características de Kolibri!
fil_ph: Humayo at galugarin ang bago at pinabuting mga feature ng Kolibri!

source: However, you can run Kolibri in Terminal using the package called ``PEX``. Follow the same procedure as indicated for :ref:`macOS <osx>`.
fil_ph: Gayunpaman, maari mong patakbuhin ang Kolibri sa Terminal gamit ang package na tinatawag na ``PEX``.Sundin ang parehong pamamaraan na ipinahiwatig para sa :ref:`macOS <osx>`.

source: Install from PPA repository
ar: التثبيت من مخزن PPA
es: Instalar desde el repositorio PPA
fil_ph: Mag-install mula sa repository ng PPA

source: Use the following commands in Terminal to add the PPA and install Kolibri.
fil_ph: Gamitin ang mga sumusunod na mga commans sa Terminal upang idagdag ang PPA at mag-install ng Kolibri.

source: **OR**
fil_ph: **O**

source: Go to `Kolibri project page on Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri/+packages>`_.
fil_ph: Magpunta sa `Kolibri na project page sa Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri/+packages>`_.

source: Click and select the latest source package. It doesn't matter which series, all binaries are the same, regardless of your architecture or Ubuntu/Debian version.
fil_ph: I-click at piliin ang pinakabagong source package. Hindi mahalaga kung anong serye, ang lahat ng binaries ay pare-pareho, anuman ang arkitektura o bersyon ng Ubuntu/Debian.

source: Scroll down to **Package files**.
fil_ph: Mag-scroll pababa sa **Package files**.

source: Download the Kolibri installer (``DEB`` file).
es: Descargar el instalador de Kolibri (archivo ``DEB``).
fil_ph: I-download ang install ng Kolibri (``DEB`` na file).

source: Run the command:
es: Ejecutar el comando:
fil_ph: Patakbuhin ang command:

source: Wait for the installation to finish and run this command to start Kolibri:
ar: قم بانتظار انتهاء التثبيت ومن ثم قم بتشغيل هذا الأمر لبدء كوليبري:
es: Esperar para que la instalación termine y ejecutar este comando para iniciar Kolibri:
fil_ph: Maghintay na matapos ang installation at patakbuhin ang command na ito upang simulan ang Kolibri:

source: When command finishes, open the default browser at http://127.0.0.1:8080 and proceed with the :ref:`setup_initial` of your facility.
es: Cuando termina de comando, abrir el navegador por defecto en http://127.0.0.1:8080 y continuar con la :ref:`configuración inicial <setup_initial>` de la instalación.
fil_ph: Sa sandaling matapos ang commant, buksan ang default na browser sa http://127.0.0.1:8080 at magpatuloy sa :ref:`setup_initial` ng iyong pasilidad.

source: Open up **Software** on Ubuntu and locate the Kolibri. Press **Remove**.
fil_ph: Buksan ang **Software** sa Ubuntu at hanapin ang Kolibri. Pindutin ang **Remove**.

source: OR
fil_ph: O

source: Use ``sudo apt-get remove <name of package>``. You need to know the exact name of the package you installed, most probably ``kolibri``.
fil_ph: Gamitin ang ``sudo apt-get remove <name of package>``. Kailangan mong malaman ang eksaktong pangalan ng package na iyong na-install, pinaka-malamang ``kolibri``.

source: Download the new version of Kolibri.
fil_ph: I-download ang bagong bersyon ng Kolibri.

source: Start the installer.
fil_ph: I-start ang installer.

source: Full macOS installer is not yet available, but you can run Kolibri in Terminal using the package called ``PEX``.
es: Instalador final de macOS aún no está disponible, pero puedes ejecutar Kolibri en el Terminal utilizando el paquete llamado ``PEX``.
fil_ph: Ang buong macOS na installer ay hindi pa magagamit, ngunit maaari kang magpatakbo ng Kolibri sa Terminal gamit ang package na tinatawag na ``PEX``.

source: Download the `Kolibri PEX installer <https://learningequality.org/r/kolibri-pex-latest>`_.
es: Descargar el `instalador PEX de Kolibri <https://learningequality.org/r/kolibri-pex-latest>`_.
fil_ph: I-download ang `Kolibri PEX installer <https://learningequality.org/r/kolibri-pex-latest>`_.

source: Open Terminal in the folder where ``PEX`` file is located and run the command:
es: Abrir Terminal en la carpeta donde se encuentra el ``PEX`` y ejecuta el siguiente comando:
fil_ph: Buksan ang Terminal sa folder kung nasaan ``PEX`` at patakbuhin ang command:

source: Once the command finishes, open the default browser at http://127.0.0.1:8080 and proceed with the :ref:`setup_initial` of your facility.
es: Cuando termina de comando, abrir el navegador por defecto en http://127.0.0.1:8080 y continuar con la :ref:`configuración inicial <setup_initial>` de la instalación.
fil_ph: Sa sandaling matapos na ang command, buksan ang default na browser at magpunta sa http://127.0.0.1:8080 at magpatuloy sa :ref:`setup_initial` ng iyong pasilidad.

source: Delete the ``PEX`` file.
ar: قم بحذف ملف ``PEX``.
es: Eliminar el archivo ``PEX``.
fil_ph: Burahin ang ``PEX`` na file.

source: Download the new version of `Kolibri PEX installer <https://learningequality.org/r/kolibri-pex-latest>`_.
es: Descargar la nueva versión del `instalador PEX de Kolibri <https://learningequality.org/r/kolibri-pex-latest>`_.
fil_ph: I-download ang bagong bersyon ng Kolibri na 'installer para sa PEX <https://learningequality.org/r/kolibri-pex-latest>`_,.

source: Start Kolibri as during the first install.
ar: قم ببدء تشغيل كوليبري أثناء التثبيت الأول.
es: Iniciar Kolibri como durante la primera instalación.
fil_ph: Simulan ang Kolibri sa panahon ng unang pag-install.

source: Final Android installer is not yet available!
es: ¡Instalador final de Android aún no está disponible!
fil_ph: Ang final na Android installer ay hindi pa magagamit!

source: Allow the installation of **Kolibri** on your Android device.
es: Permitir la instalación de **Kolibri** en tu dispositivo Android.
fil_ph: Payagan ang installation ng **Kolibri** sa iyong Android na device.

source: This beta version of **Kolibri** Android installer is not yet available on Play Store, and in order to install it, you need to change a security setting (these steps may be slightly different depending on the device model and Android version):
es: Esta versión beta del instalador de **Kolibri** para Android aún no está disponible en Play Store, y para instalarlo es necesario cambiar una configuración de seguridad (estos pasos pueden variar dependiendo del modelo de dispositivo y versión de Android):
fil_ph: Ang beta na bersyon ng **Kolibri** na installer para sa Android ay wala pa sa Play Store, upang maka-install nito, kailangan mong bagohin ang iyong security setting (ang mga hakbang na ito ay maaring iba depende sa modelo ng iyong device at bersyon ng Android):

source: Open your device's **Settings** app.
es: Abre la aplicación **Ajustes** de tu dispositivo.
fil_ph: Buksan ang Settings na app ng iyong device.

source: Under **Personal**, tap **Security**.
es: Bajo **Personal**, toca **Seguridad**.
fil_ph: Sa ilalim ng **Personal**, i-tap ang **Security**.

source: Under **Device administration**, tap **Unknown sources**.
es: Bajo **Administrar dispositivo**, toca **Orígenes desconocidas**.
fil_ph: Sa ilalim ng **Device administration**, i-tap ang **Unknown sources**.

source: Download the **Kolibri** `Android installer <https://github.com/learningequality/kolibri/releases/tag/v0.7.0>`_ (``APK`` file).
es: Descargar el `instalador Kolibri para Android <https://github.com/learningequality/kolibri/releases/tag/v0.7.0>`_ (``APK`` file).
fil_ph: I-download ang **Kolibri** na `installer para sa Android <https://github.com/learningequality/kolibri/releases/tag/v0.7.0>`_ (``APK`` na file).

source: Wait until the installation finishes.
es: Espera que la instalación termine.
fil_ph: Maghintay hanggang sa matapos ang installation.

source: Once you have **Kolibri** installed, tap **Open** and proceed with the :ref:`setup_initial` of your facility.
es: Una vez que tengas **Kolibri** instalado, toca **Abrir** y proceder con la :ref:`configuración inicial <setup_initial>` de la instalación.
fil_ph: Kapag mayroon ka ng naka-install na **Kolibri**, i-tap ang **Open** at magpatuloy sa :ref:`setup_initial` ng iyong pasilidad.

source: Open your device's Settings app.
es: Abre la aplicación **Ajustes** de tu dispositivo.
fil_ph: Buksan ang Settings na app ng iyong device.

source: Under Apps, tap **Kolibri**.
es: Bajo aplicaciones, toca **Kolibri**.
fil_ph: Sa ilalim ng Apps, i-tap ang **Kolibri**.

source: Tap Uninstall button.
es: Toca el botón Desinstalar.
fil_ph: I-tap ang uninstall na button.

source: To upgrade **Kolibri**, follow these steps.
es: Para actualizar Kolibri, seguir estos pasos.
fil_ph: Upang i-upgrade ang **Kolibri**, sundin ang mga sumusunod na mga hakbang.

source: Uninstall the previous version.
es: Desinstalar la versión anterior.
fil_ph: I-uninstall ang dating bersyon.

source: Download the new version of **Kolibri**.
es: Descargar la nueva versión de **Kolibri**.
fil_ph: I-download ang bagong bersyon ng **Kolibri**.

source: Tap the downloaded .apk file.
es: Toca el archivo ``APK`` descargado.
fil_ph: I-tap ang na-download na .apk na file.

source: Tap **Open** and go explore the new and improved **Kolibri** features!
es: Toca **Abrir** y ¡explora las nuevas y mejoradas características de Kolibri!
fil_ph: I-tap ang **Open** at humayo't galugarin ang mga bago at pinabuting mga feature ng **Kolibri**!

source: Advanced installation options
es: Opciones de instalación avanzadas
fil_ph: Mga pagpipilian para sa advanced na installation

source: Generic installation (pip install)
es: Instalación genérica (pip install)
fil_ph: Generic na installation (pip install)

source: Once Kolibri is released, you may install it as a standard package from PyPi using this command::
es: Cuando Kolibri esté publicado, podrás instalarlo como un paquete estándar desde PyPi usando este comando::
fil_ph: Kapag inilabas na ang Kolibri, maari mo ng i-install ito bilang standard na package mula sa PyPi gamit ang command na ito::

source: Debian/Ubuntu: Subscribe to updates through a PPA
es: Debian/Ubuntu: Acceder a las actualizaciones por medio de PPA
fil_ph: Debian/Ubuntu: Mag-subscribe sa mga update sa pamamagitan ng PPA

source: We maintain a `PPA on Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri>`_ and if you are connected to the internet, this will also give you automatic updates.
fil_ph: Pinapanitil namin ang isang `PPA on Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri>`_ at kung ikaw ay may koneksyon sa internet, ito ay magbibigay rin ng awtomatikong mga update.

source: Initial Setup
ar: الإعداد الأولي
es: Configuración inicial
fil_ph: Pangunang Setup

source: To do the initial setup of after the installation, follow these steps.
es: Para hacer la configuración inicial de después de la instalación, seguir estos pasos.
fil_ph: Para gawin ang pangunang setup pagkatapos ng installation, sundin ang mga sumusunod na mga hakbang.

source: You need to do the initial setup only once, the first time you start Kolibri after the installation.
es: Hay que hacer la configuración inicial sólo una vez, es decir la primera vez que inicias Kolibri después de la instalación.
fil_ph: Isang beses mo lang kailangan gawin ang initial na setup, sa unang gamit ng Kolibri pagkatapos ng installation.

source: **Select the default language for Kolibri.**
ar: **قم بتحديد لغة كوليبري الافتراضية.**
es: **Selecciona el idioma predeterminado para Kolibri.**
fil_ph: **Pumili ng default na wika para sa Kolibri.**

source: Select the default Kolibri language.
ar: قم بتحديد لغة كوليبري الافتراضية.
es: Selecciona el idioma predeterminado de Kolibri.
fil_ph: Mamili ng default na wika ng Kolibri.

source: You can :ref:`change the user interface language <change_language>` later, from the user menu in the upper right corner.
es: Puedes :ref:`cambiar el idioma de la interfaz de usuario <change_language>` más tarde, desde el menú de usuario en la esquina superior derecha.
fil_ph: Maaring mong baguhin ang :ref:`change the user interface language <change_language>` mamaya, mula sa user menu sa kanang ibabaw na bahagi.

source: **Name your facility.** A Facility is the location where you installed Kolibri, such as a school or a training center.
es: **Selecciona el nombre de tu Centro educativo**. Centro educativo es la ubicación donde se instalará Kolibri - puede ser una escuela, centro de formación o sencillamente el nombre de tu familia.
fil_ph: **Name your facility.** Ang pasilidad ay ang lokasyon kung saan naka-install ang Kolibri, tulad ng paaralan o isang traing center.

source: Select the name for the facility where Kolibri is running.
es: Selecciona el nombre de tu instalación de Kolibri.
fil_ph: Piliin ang pangalan ng pasilidad kung saan tumatakbo ang Kolibri.

source: Select the username and password for the facility Super User.
es: Selecciona el nombre de usuario y contraseña para Superusuario.
fil_ph: Piliin ang username at password para sa pasilidad ng Super User.

source: **Choose a Facility setup.** Click the **Setup details** for more information about user permissions for each setup type.
es: **Selecciona el tipo de la instalación del Centro educativo.** Clicar **Detalles de configuración** para obtener más información acerca de los permisos de usuario para cada tipo de instalación.
fil_ph: **Choose a Facility setup.** Pindutin ang **Setup details** para sa karagdagang impormasyon tungkol sa mga permiso ng mga gumagamit sa bawat uri ng setup.

source: Facility type
es: Tipo del Centro educativo
fil_ph: Uri ng Pasilidad

source: Users
es: Usuarios
fil_ph: Mga User

source: **Admin managed**
es: **Gestionado por Administrador**
fil_ph: **Pinamamahalaan ng admin**

source: For schools and other formal learning contexts.
es: Para las escuelas y otros contextos de aprendizaje formal.
fil_ph: Para sa mga paaralan at iba pang mga pormal na learning contexts.

source: Admins must create all user accounts.
es: Administradores tienen que crear todas las cuentas de usuario.
fil_ph: Ang mga admin ay dapat lumikha ng lahat ng user account.

source: Users can sign in without password.
es: Los usuarios pueden iniciar sesión sin contraseña.
fil_ph: Ang mga user ay maaring mag sign in ng walang password.

source: Users cannot edit their account information.
es: Los usuarios no pueden editar la información de sus cuentas.
fil_ph: Ang mga user ay hindi maaring baguhin ang kanilang impormasyon.

source: **Self-managed**
es: **Auto-gestionado**
fil_ph: **Sariling Pinamamahalaan**

source: For parent-child learning, homeschooling
es: Entre aprendizaje informal en familia, escolarización doméstica
fil_ph: Para sa mga magulang-anak na pag-aaral, at pag-aaral sa bahay

source: Guests can create their own accounts.
es: Invitados pueden crear sus propias cuentas.
fil_ph: Ang mga bisita ay maaring lumikha ng kanilang sariling account.

source: Users can edit their account information.
es: Los usuarios pueden editar la información de sus cuentas.
fil_ph: Maaring baguhin ng mga user ang kanilang impormasyon.

source: **Informal and personal use**
es: **Uso personal o informal**
fil_ph: **Di-pormal at personal na paggamit**

source: For libraries, orphanages, correctional
es: Para bibliotecas, orfanatos, correccionales,
fil_ph: Para sa mga aklatan, bahay-ampunan, kulungan

source: facilities, youth centers, computer labs,
es: centros juveniles, aulas de ordenadores
fil_ph: mga pasilidad, mga sentro ng mga kabataan, mga laboratoryo ng kompyuter
