Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/install.po
Languages: ar, es, fil_ph

source: Select your MicroSD card based on other people's experiences and technical benchmarks. For more information, read `this Community Forums thread <https://community.learningequality.org/t/microsd-cards-picking-the-right-one-experiences-and-benchmarks/935>`__.
ar: قم بتحديد بطاقة الذاكرة من نوع MicroSD الخاصة بك بناءً على تجارب الآخرين والمعايير الفنية. للمزيد من المعلومات، قم بقراءة `هذا المسار لمنتديات مجتمعنا <https://community.learningequality.org/t/microsd-cards-picking-the-right-one-experiences-and-benchmarks/935>`__.

source: Updating the software
ar: تحديث البرنامج

source: After installing and starting up your Raspberry Pi, it is recommended that you upgrade all the software on the device:
ar: بعد تثبيت وتشغيل Raspberry Pi الخاص بك، ننصح بترقية كافة البرامج على الجهاز:

source: Updating the firmware
ar: تحديث البرامج الأساسية

source: Run ``sudo rpi-update`` to update the firmware. Nothing in this tutorial necessitates this, but it's always recommended because hardware issues may be solved over time and performance improved. You cannot replicate this by copying MicroSD cards, you would have to repeat this step for every new Raspberry Pi device that you are installing.
ar: قم بتشغيل ``sudo rpi-update`` لتحديث البرامج الأساسية.. لا شيء في هذا البرنامج التعليمي يستلزم ذلك، إلا أننا نوصى به دائماً كونه قد يساعد بحل مشكلات الأجهزة وتحسين الأداء بمرور الوقت. لا يمكنك تكرار ذلك من خلال نسخ بطاقات ذاكرة من نوع MicroSD، ينبغي عليك تكرار هذه الخطوة لكل جهاز Raspberry Pi جديد تقوم بتثبيته.

source: General system configuration
ar: التهيئة العامة للنظام

source: Run ``sudo raspi-config`` for the general setup options such as keyboard layout, timezone etc.
ar: قم بتشغيل ``sudo raspi-config`` من أجل الخيارات العامة للإعداد مثل نموذج لوحة المفاتيح والمنطقة الزمنية.. إلخ.

source: Always change your password after setting up device. The default password for the user ``pi`` is ``raspberry``.
ar: قم دائماً بتغيير كلمة المرور الخاصة بك بعد إعداد الجهاز. كلمة المرور الافتراضية للمستخدم ``pi`` هي ``raspberry``.

source: Setting up a hotspot
ar: إعداد نقطة الاتصال

source: The Raspberry Pi 3 has an internal Wi-Fi adapter which can serve as an access point, thus giving other devices the ability to connect to the Raspberry Pi through Wi-Fi. In this case, we call the Raspberry Pi a *hotspot*.
ar: يحتوي جهاز Raspberry Pi 3 على محول Wi-Fi داخلي يمكن أن يعمل كنقطة وصول، وبالتالي يمنح الأجهزة الأخرى إمكانية الاتصال بـ Raspberry Pi من خلال Wi-Fi. ندعو Raspberry Pi في هذه الحالة بـ *نقطة إتصال*.

source: We assume that you will need to connect the Raspberry Pi to the internet both before and after setting up the hotspot. The easiest way to achieve this is through the Raspberry Pi's ethernet cable connection. In this way, you don't have to disable and enable the Wi-Fi configuration each time.
ar: نحن نفترض أنك ستحتاج إلى وصل Raspberry Pi بالإنترنت قبل إعداد نقطة الاتصال وبعده. أسهل طريقة لذلك هي من خلال اتصال كبل Ethernet خاص بـ Raspberry Pi. وبذلك، لن تضطر إلى تعطيل وتفعيل تكوين Wi-Fi في كل مرة.

source: The device can be setup such that it automatically uses the ethernet interface as a *gateway* to the internet when a cable is connected.
ar: من الممكن إعداد الجهاز بحيث يقوم تلقائياً باستخدام واجهة ethernet بشكل *مدخل* للانترنت عندما يتم وصل الكبل.

source: If you need to connect to the internet through Wi-Fi, you will have to disable the hotspot and connect through the normal network management.
ar: في حال كنت بحاجة إلى الاتصال بالإنترنت عن طريق شبكة Wi-Fi، سيتوجب عليك تعطيل نقطة الاتصال ومن ثم الاتصال من خلال إدارة الشبكة العادية.

source: Installing hostapd and dnsmasq
ar: تثبيت برنامج نقطة الوصول hostapd وخادم dnsmasq

source: In order to serve clients on a local Wi-Fi hotspot, you need the Raspberry Pi to act as:
ar: في سبيل خدمة العملاء على نقطة اتصال Wi-Fi محلية، يلزمك Raspberry Pi ليكون بمثابة:

source: an access point
ar: نقطة وصول

source: a DHCP server
ar: خادم بروتوكول إعداد المضيف الحيوي DHCP

source: a DNS server
ar: خادم DNS

source: The access point is handled by the package ``hostapd`` and the DHCP and DNS server are both available through the ``dnsmasq`` package. We will install and configure both in this section. For more detailed information, see `the online Raspberry Pi docs <https://www.raspberrypi.org/documentation/configuration/wireless/access-point.md>`__.
ar: يتم التعامل مع نقطة الوصول من قبل حزمة ``hostapd`` وخادم DHCP وخادم DNS المتاحان من خلال حزمة ``dnsmasq``. سنقوم بتثبيت وتهيئة كل منهما في هذا القسم. لمعلومات أكثر تفصيلاً، انظر الى `مستندات Raspberry Pi المتاحة عبر الإنترنت <https://www.raspberrypi.org/documentation/configuration/wireless/access-point.md>`__.

source: Setting a static IP
ar: إعداد IP ثابت

source: Firstly, the server's Wi-Fi interface ``wlan0`` needs to have a predictable IP address and not try to obtain it from another server. We call this a *static IP*.
ar: في البداية، ستحتاج واجهة خادم الشبكة اللاسلكية ``wlan0`` إلى أن تملك عنوان IP يمكن توقعه من دون أن تحاول الحصول عليه من خادم آخر. ندعو هذا العنوان *IP ثابت*.

source: It is defined in the configuration file ``/etc/dhcpcd.conf``, which you can edit through the below command.
ar: يتم تعريفه في ملف التكوين ``/etc/dhcpcd.conf``، والذي يمكنك تحريره من خلال الأمر أدناه.

source: Use the arrow keys to navigate to the end of the file, then copy and paste the following text and press :guilabel:`CTRL` + :guilabel:`X` to save and exit.
ar: قم باستخدام مفاتيح الأسهم للانتقال إلى نهاية الملف، ثم قم بنسخ ولصق النص التالي واضغط :guilabel:`CTRL` + :guilabel:`X` للحفظ والخروج.

source: Then, make your current local DNS available
ar: بعد ذلك، قم بإتاحة DNS المحلي الحالي الخاص بك

source: After installing the new ``hostapd`` and ``dnsmasq`` packages and setting a static IP, you should reboot the system.
ar: بعد تثبيت حزمتي `hostapd` و `dnsmasq` وإعداد IP ثابت، عليك أن تعيد تشغيل النظام.

source: After rebooting, you can ensure that your system is running with the static IP address by running the command ``ipconfig`` and reviewing that ``wlan0`` has the new IP address printed. It should contain this output (notice the IP address):
ar: بعد إعادة التشغيل، يمكنك أن تتأكد من أن النظام يعمل باستخدام عنوان IP الثابت عن طريق تشغيل الأمر ``ipconfig`` ومعاينة أنّ ``wlan0`` يمتلك عنوان IP الجديد بشكل مطبوع. ينبغي أن يحتوي على هذا المُخرَج (لاحظ عنوان IP):

source: Configure DHCP and DNS
ar: تهيئة DHCP و DNS

source: We create a new configuration file for ``dnsmasq`` in the appropriate location and start editing it:
ar: نقوم بإنشاء ملف تهيئة جديد لـ ``dnsmasq`` في الموقع المناسب ومن ثم نبدأ بتحريره:

source: Copy and paste the following text, then press :guilabel:`CTRL` + :guilabel:`X` to save and exit.
ar: قم بنسخ ولصق النص التالي، ثم قم بالضغط على :guilabel:`CTRL` + :guilabel:`X` للحفظ والخروج.

source: These settings override the possibility to connect to an online source using the Wi-Fi. It is still possible to connect to the internet **through the cabled ethernet**, however you will need to configure a DNS server manually every time you reboot the device. Put the IP of your DNS provider in ``/etc/resolve.conf``. If you don't know it, you can use Google's OpenDNS address ``8.8.8.8`` as in this example:
ar: تتخطى هذه الإعدادات إمكانية الاتصال بمصدر عبر الإنترنت باستخدام Wi-Fi. لا يزال بالإمكان الاتصال بالإنترنت **عن طريق كبل ethernet**، وبجميع الأحوال ستحتاج إلى تهيئة مزود DNS في ``/etc/resolve.conf``. في حال كنت لا تعرفه، تستطيع استخدام عنوان غوغل ``8.8.8.8`` كما في هذا المثال:

source: Configure the access point
ar: تهيئة نقطة الوصول

source: You will need to write a configuration file with information about your local Wi-Fi network.
ar: ستحتاج إلى كتابة ملف تهيئة بمعلومات حول شبكة Wi-Fi المحلية الخاصة بك.

source: In the file, copy in the following configuration to specify the name of the network, its Wi-Fi channel (frequency) and bandwidth mode (we recommend 2.4 GHz 'g' mode). Set ``hw_mode=a`` to use 5 GHz. Press :guilabel:`CTRL` + :guilabel:`X` to save and exit.
ar: في الملف، قم بالنسخ في التكوين التالي لتهيئة اسم الشبكة وقناة Wi-Fi (التردد) ووضع النطاق الترددي (نوصي بتردد 2.4 جيغا هرتز بوضع 'g'). قم بضبط ``hw_mode=a`` لاستخدام تردد 5 جيغا هرتز. قم بالضغط على :guilabel:`CTRL` + :guilabel:`X` للحفظ والخروج.

source: Next, edit ``/etc/default/hostapd`` to enable the configuration file that we have just written:
ar: قم بعد ذلك بتحرير ``/etc/default/hostapd`` من أجل تفعيل تهيئة الملف الذي كتبناه للتو:

source: At the bottom of the file, add the following text and press :guilabel:`CTRL` + :guilabel:`X` to exit and save.
ar: قم بإضافة النص التالي في أسفل الملف ثم قم بالضغط على :guilabel:`CTRL` + :guilabel:`X` للحفظ والخروج.

source: Finally, start the access point system service ``hostapd`` and the DHCP and DNS server ``dnsmasq``:
ar: أخيراً، قم بتشغيل خدمة نظام نقطة الوصول ``hostapd`` بالإضافة إلى DHCP وخادم DNS ``dnsmasq``:

source: Setting up a "Captive portal"
ar: إعداد "بوابة محدودة"

source: You don't have to set up a "Captive Portal", but it's a good idea, since the behavior will make the user experience better. Users won't have to guess the location (hostname / domain) of services on the Raspberry Pi, and many devices support displaying your welcome page automatically upon connecting to the Wi-Fi.
ar: ليس عليك إعداد "بوابة محدودة"، لكنها فكرة جيدة، حيث أن السلوك سيحسن من تجربة المستخدم. لن يخمن المستخدمون مواقع الخدمات (hostname / domain) على Raspberry Pi، والعديد من الأجهزة تدعم عرض صفحة الترحيب الخاصة بك بشكل تلقائي حالما تتصل مع Wi-Fi.

source: This type of dialogue will appear on many devices when they detect a successful Wi-Fi connection without an internet connection.
ar: سيظهر هذا النوع من الحوار على العديد من الأجهزة عند قيامها بالكشف عن اتصال Wi-Fi ناجح دون اتصال بالإنترنت.

source: In the previous step, we have configured the Raspberry Pi to tell devices on the local offline hotspot that whatever resource they request such as ``http://domain.com``, it should resolve to the Raspberry Pi's static IP address ``192.168.4.1``.
ar: قمنا في الخطوة السابقة بتكوين Raspberry Pi لإعلام الأجهزة المتواجدة على نقطة الاتصال المحلية غير المتصلة بالإنترنت أنه مهما كانت المصادر التي يطلبونها مثل ``http://domain.com``، يجب أن تحل عنوان IP الخاص بـ Raspberry Pi وهو ``192.168.4.1``.

source: Firstly, install the HTTP server nginx:
ar: أولاً، قم بتثبيت خادم HTTP nginx:

source: Then, you need to edit and adapt your default Captive Portal page. You can use :download:`this template </data/captive_portal_index.html>`.
ar: ستحتاج بعد ذلك إلى تحرير وملائمة صفحة البوابة المحدودة الافتراضية الخاصة بك. يمكنك استخدام :download:`هذا النموذج </data/captive_portal_index.html>`.

source: Copy the contents of the template by editing ``/var/www/html/index.html``:
ar: قم بنسخ محتويات النموذج من خلال تحرير ``/var/www/html/index.html``:

source: You can use :guilabel:`CTRL` + :guilabel:`SHIFT` + :guilabel:`V` to paste text in the terminal. Press :guilabel:`CTRL` + :guilabel:`X` to exit and save.
ar: يمكنك استخدام :guilabel:`CTRL` + :guilabel:`SHIFT` + :guilabel:`V` للصق النص في المحطة الطرفية. قم بالضغط على :guilabel:`CTRL` + :guilabel:`X` للحفظ والخروج.

source: Installing Kolibri
ar: تثبيت كوليبري

source: **Firstly**, follow the main instructions for installing :ref:`Kolibri on Raspberry Pi <rpi>`.
ar: **أولاً** قم باتباع الإرشادات التالية لتثبيت :ref:`كوليبري على Raspberry Pi <rpi>`.

source: After completing the installation, you can make kolibri available on port ``:80`` in addition to ``:8080``. This will make it possible to type ``kolibri.library`` in the browser location bar, and because of our captive portal, it will display.
ar: بعد إكمال التثبيت، يمكنك إتاحة كوليبري على المنفذ ``:80`` إضافة إلى ``:8080``. سيتيح ذلك إمكانية كتابة ``kolibri.library`` في شريط عنوان المتصفح، وسيظهر بفضل بوابتنا المحدودة.

source: To enable you Nginx web server to serve Kolibri, edit ``/etc/nginx/sites-available/kolibri`` and add a so-called *virtual host*:
ar: لكي يتيح لك خادم Nginx على الشبكة الوصول لخدمة كوليبري، قم بتحرير ``/etc/nginx/sites-available/kolibri`` ومن ثم أضف ما يعرف بـ *مضيف إفتراضي*:

source: Copy and paste the following into the configuration file:
ar: قم بنسخ ولصق ما يلي في ملف التهيئة:

source: Press :guilabel:`CTRL` + :guilabel:`X` to exit and save. Then enable the new configuration by linking it into the directory of enabled virtual hosts:
ar: قم بالضغط على :guilabel:`CTRL` + :guilabel:`X` للخروج والحفظ. بعد ذلك، قم بتمكين التهيئة الجديدة من خلال ربطها بدليل المضيفين الظاهريين الممكّنين:

source: Attaching USB storage
ar: إرفاق وحدة تخزين USB

source: Many people have a 4 GB or 16 GB MicroSD card that came along with the Raspberry Pi. In order to have more content, such as the full Khan Academy, you may want to attach a USB storage media -- a flash device or a hard drive.
ar: يمتلك العديد من الأشخاص بطاقة ذاكرة من نوع MicroSD بسعة ٤ جيغابايت أو ١٦ جيغابايت تأتي مع Raspberry Pi. من أجل الحصول على محتوى أكبر، كأكاديمة خان بالكامل مثلاً، قد ترغب في إرفاق وسائط تخزين USB - فلاش ديسك أو محرك أقراص ثابت.

source: Moving content: If you have a USB source for additional storage, you can use the ``kolibri manage movedirectory`` command or create your own symbolic links to have the data folder located elsewhere.
ar: نقل المحتوى: في حال كان لديك مصدر USB لتخزين إضافي، يمكنك استخدام الأمر ``kolibri management movedirectory`` أو إنشاء روابط رمزية خاصة بك للحصول على مجلد البيانات في مكان آخر.

source: **Or** using symbolic links, you need to start and stop Kolibri and to set the permissions correctly:
ar: **أو** باستخدام الروابط الرمزية، تحتاج لتشغيل وإيقاف كوليبري والقيام بتعيين الأذونات بشكل صحيح:

source: Other tips
ar: إرشادات أخرى

source: Locale warnings
ar: تنبيهات الاعدادات المحلية

source: You may encounter warnings like ``Can't set locale; make sure $LC_* and $LANG are correct!`` while installing software about the system locale. Typically, these are missing UTF-8 locales for your chosen system locale. These can be fixed by running this from command line:
ar: قد تواجه تنبيهات من نمط: ``لا يمكن ضبط الإعدادات المحلية; تأكد من $LC_* و $LANG صحيحة!`` أثناء تثبيت البرنامج حول إعدادات النظام المحلية. عادةً ما تكون تلك إعدادات UTF-8 محلية مفقودة من الإعدادات المحلية المختارة لنظامك. يمكن إصلاح ذلك عن طريق تشغيل صيغة سطر الأوامر التالي:

source: Disabling the graphical desktop
ar: تعطيل سطح المكتب الرسومي

source: Once the Pi device is deployed, the desktop environment may no longer serve a purpose. It can safely be disabled. This saves computer resources and electricity. Use the following steps to disable or enable the desktop:
ar: بمجرد نشر جهاز Pi، قد لا تخدم بيئة سطح المكتب الغرض المطلوب. يمكن تعطيلها بأمان. هذا سيوفر موارد الحاسوب والطاقة الكهربائية. قم باستخدام الخطوات التالية لتعطيل أو تمكين سطح المكتب:

source: Saving your image for replication
ar: حفظ صورتك من أجل التكرار

source: Once you like the setup and you may want to deploy several Raspberry Pis to different schools, classrooms etc.
ar: قد ترغب بمجرد إعجابك بالإعداد بنشر العديد من أجهزة Raspberry Pi في المدارس والصفوف الدراسية المختلفة.. إلخ.

source: Using the same Wi-Fi SSID (in this tutorial, we called it ``Offline Library``) is recommended if you are setting up several Raspberry Pis in the same area. But you should configure them on different Wi-Fi channels. Separate them by a count of 2, this will avoid radio frequency overlaps.
ar: يوصى باستخدام نفس شبكة Wi-Fi SSID (أطلقنا عليها في هذا البرنامج التعليمي اسم **المكتبة غير المتصلة بالإنترنت**) في حال كنت تقوم بإعداد العديد من أجهزة Raspberry Pi في نفس المنطقة. ولكن يجب عليك تهيئتها على قنوات Wi-Fi مختلفة. قم بالفصل ما بينها بعدد 2، سيؤدي ذلك إلى تجنب تداخل ترددات الموجات اللاسلكية.

source: Replicating the Kolibri device registration will make online synchronization unpredictable (fail).
ar: تكرار تسجيل جهاز كوليبري سيؤدي إلى (فشل) غير متوقع للمزامنة عبر الإنترنت.

source: Kolibri has a sync'ing mechanism whereby user data can synchronize from device to device through an online service. This happens automatically when Kolibri detects an internet connection. You need to unregister (deprovision) your device before copying the SD card and external storage:
ar: يملك كوليبري آلية مزامنة حيث يمكن مزامنة بيانات المستخدم من جهاز إلى جهاز من خلال خدمة الاتصال بالإنترنت. يتم ذلك تلقائياً عندما يكتشف كوليبري اتصالاً بالانترنت. ستحتاج إلى إلغاء تسجيل (إلغاء توفير) جهازك قبل نسخ بطاقة SD ووحدة التخزين الخارجية:

source: After replicating your SD card and external storage device, you need re-register the Kolibri installation on each device. This can be done without removing the installed data:
ar: بعد أن يتم نسخ بطاقة SD وجهاز التخزين الخارجي الخاصين بك، ستحتاج إلى إعادة تسجيل تثبيت كوليبري على كل جهاز. يمكنك القيام بذلك دون إزالة البيانات المثبتة:

source: Future steps
ar: خطوات مستقبلية

source: Kolibri is under development with regards to optimizing performance on Raspberry Pi. We are adding support for multiple CPU cores, and since the Raspberry Pi has 4 of these, it will benefit greatly. Tests indicate almost a factor 4.
ar: كوليبري هو قيد التطوير فيما يتعلق بتحسين الأداء على Raspberry Pi. نحن نضيف دعماً لعدة نوى في وحدة المعالجة المركزية، وبما أن Raspberry Pi يحتوي على 4 من هذه النوى، فسوف يستفيد بشكل كبير من هذا التطوير. تشير الاختبارات تقريبا إلى العامل 4.

source: This work will be released in a future package targeting a pre-configured UWSGI and Nginx implementation, which will be possible to add by replacing the package of this tutorial with the new package. We will add a release note and update this tutorial accordingly.
ar: سيتم إطلاق هذا العمل في حزمة مستقبلية تستهدف تطبيق UWSGI و Nginx الذي تم تكوينه مسبقاً، واللذان سيكون من الممكن إضافتهما من خلال استبدال حزمة هذا البرنامج التعليمي بالحزمة الجديدة. سنضيف مذكرة إطلاق ونقوم بتحديث هذا البرنامج التعليمي بناء على ذلك.

source: You may also want to install other services such as `Kiwix <https://www.kiwix.org>`_. If you have followed this tutorial, you can install Kiwix alongside Kolibri by downloading the ``kiwix-serve`` package and adding an Nginx configuration similar to the one we added for Kolibri.
ar: قد ترغب أيضاً في تثبيت خدمات أخرى مثل `Kiwix <https://www.kiwix.org>`_. في حال تابعت هذا البرنامج التعليمي، يمكنك تثبيت Kiwix إلى جانب كوليبري عن طريق تنزيل حزمة ``kiwix-serve`` وإضافة تهيئة Nginx بشكل مماثل لتلك التي أضفناها إلى كوليبري.

source: The Wi-Fi antenna and chip in the Raspberry Pi do not have capacity for many clients. Thus, you may also want to connect a stronger Access Point. If you intend to do this, you should modify the DHCP server (dnsmasq) to listen to the ``eth0`` device instead of ``wlan0``, switching off the Wi-Fi by removing ``hostapd``.
ar: إن هوائي وشريحة Wi-Fi في Raspberry Pi لا يتيحان سعة كافية للعديد من العملاء. وبالتالي، قد ترغب أيضاُ في وصل نقطة وصول أقوى. في حال كنت تنوي القيام بذلك، فيجب عليك أن تعدل خادم DHCP أو (dnsmasq) للاستماع إلى جهاز ``eth0`` بدلاً من ``wlan0``، مع إيقاف تشغيل Wi-Fi عن طريق إزالة ``hostapd``.

source: There are several bottle necks in this setup, but we recommend that you focus on the strong sides of the Raspberry Pi platform: It's low-cost and uses little electricity. Perhaps you can connect it to solar power? Perhaps you can implement a good system for distributing software updates and replacement parts?
ar: هناك صعوبات متعددة في هذا الإعداد، إلا أننا ننصح بأن تقوم بالتركيز على الجوانب القوية من منصة Raspberry Pi platform: حيث أنها أقل تكلفة ولا تستتهلك الكثير من الطاقة. قد يمكنك أن تقوم بوصلها بالطاقة الشمسية؟ قد يمكنك أن تقوم بتطبيق نظام جيد لتوزيع تحديثات البرامج والأجزاء القابلة للتبديل؟

source: Using a Raspberry Pi is subject to many tips and tricks not described here - please share your performance experiences in the `Community Forums <https://community.learningequality.org/t/microsd-cards-picking-the-right-one-experiences-and-benchmarks/935>`__.
ar: يخضع استخدام Raspberry Pi للعديد من الارشادات والحيل التي لم يتم وصفها هنا - يرجى مشاركة تجارب الأداء الخاصة بك في `منتديات المجتمع <https://community.learningequality.org/t/microsd-cards-picking-the-right-one-experiences-and-benchmarks/935>`__.

source: See the `Kolibri changelog here <https://learningequality.org/r/kolibri-changes>`_. Documentation for `other versions are available here <https://readthedocs.org/projects/kolibri/>`_.
es: Ver el historial de cambios de `Kolibri <https://learningequality.org/r/kolibri-changes>`_. Documentación de `otras versiones está disponibles aquí <https://readthedocs.org/projects/kolibri/>`_.

source: System requirements
es: Requisitos del sistema

source: Operating systems
es: Sistemas operativos

source: Debian/Ubuntu: 14.04, 16.04 and up - anything that's *not* end-of-life.
es: Debian/Ubuntu: 14.04, 16.04 y más recientes - cualquiera que *no* esté discontinuado.

source: Mac OSX 10.9, 10.10 and 10.11
es: Mac OSX 10.9, 10.10 y 10.11

source: Debian/Raspberry Pi packages: Wheezy or later
es: Debian/Raspberry Pi: Wheezy o más reciente

source: *(planned)* Android: 4.2.2 or later
es: *(programado)* Android: 4.2.2 o más reciente

source: Videos are MP4 encoded, and require no aditional installation of plugins or codecs.
es: Vídeos están codificados como MP4 y no requieren ninguna instalación adicional de plugins o codecs.

source: You can download the full `Kolibri Hardware Guide <https://learningequality.org/r/hardware-guide>`_ and examples of `Hardware Configurations for Kolibri <https://learningequality.org/r/hardware>`_ as PDF documents.
es: Puedes descargar la completa `Guía de Hardware de Kolibri <https://learningequality.org/r/hardware-guide>`_ y ejemplos de `Configuraciones de Hardware para Kolibri <https://learningequality.org/r/hardware>`_ en formato de documentos PDF.

source: Kolibri hardware requirements as a server are next to nothing.
es: Requerimientos de hardware para los servidores de Kolibri son generalmente muy bajos.

source: Hard drive space depends on the size of the content channels you intend to import into Kolibri
es: Espacio en disco duro depende del tamaño de los canales de contenido que hay que importar en Kolibri

source: If you have a center with less than 30 computers, a device as simple as a Raspberry Pi is known to work fine as a server.
es: Si el aula tiene menos de 30 computadoras, un dispositivo tan simple como Raspberry Pi se puede usar como el servidor.

source: Use the following commands in Terminal to add the PPA and install Kolibri:
es: Usa el siguiente comando en el Terminal para añadir PPA y instalar Kolibri:

source: The advantage of having a ``.deb`` file is about portability. If you need to install Kolibri on devices without internet access, you can copy the file from device to device.
es: La ventaja de tener un archivo ``.deb`` es la portabilidad. Si necesitas instalar Kolibri en equipos sin acceso a internet, puedes copiar el archivo de un dispositivo otro dispositivo.

source: Go to `learningequality.org/download <https://learningequality.org/download/>`__ and download the latest version (or have it copied to your local drive).
es: Ir a `learningequality.org/download <https://learningequality.org/download/>`__ y descargar la última versión (o copiarla en una unidad externa).

source: Or from command line: ``sudo apt-get remove kolibri``.
es: O desde línea de comando: ``sudo apt-get remove kolibri``.

source: Upgrades are automatic when you use the PPA installation method. To upgrade Kolibri with a ``.deb``, follow the same steps in :ref:`lin_deb`.
es: Actualizaciones son automáticas cuando se utiliza el método de instalación PPA. Para actualizar el Kolibri con un ``.deb``, seguir los mismos pasos en :ref:`lin_deb`.

source: Tap the downloaded ``.apk`` file.
es: Toca el archivo ``APK`` descargado.
