Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/install.po
Languages: ar, es, fil_ph

source: Be mindful of the size of content channels that you import on your Android phone or tablet, as some of them can quickly fill your device’s storage.
es: Ten cuidado del tamaño de canales de contenidos que importas en tu teléfono o tableta Android, ya que algunos de ellos pueden llenar rápidamente el almacenamiento de tu dispositivo.

source: We maintain a `PPA on Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri>`__ and if you are connected to the internet, this will also give you automatic updates.
es: Mantenemos un `PPA en Launchpad <https://launchpad.net/~learningequality/+archive/ubuntu/kolibri>`_ y si estás conectado a internet, tendrás acceso a las actualizaciones automáticas.

source: This section is pending instructions for creating a WI-FI hotspot. You can install Kolibri on Raspbian following the above instructions for the PPA or the ``pip install`` method.
es: Esta sección queda pendiente de la descripción de como crear un punto de acceso (hotspot) WiFi. Puedes instalar Kolibri en Raspbian usando las instrucciones de arriba para la instalación con PPA o con ``pip install``.

source: Nginx configuration
es: Configuración de Nginx

source: This section is pending instructions for NGINX configuration. You can install Kolibri on Raspbian following the above instructions for the PPA or the ``pip install`` method. If you are an experienced system administrator or Django user, know that it is possible to use Kolibri with for instance UWSGI+Nginx, using conventional methods.
es: Esta sección queda pendiente de la descripción de como configurar NGINX. Puedes instalar Kolibri en Raspbian usando las instrucciones de arriba para la instalación con PPA o con ``pip install``. Si tienes experiencia en administración de sistemas o en Django, puedes configurar Kolibri con UWSGI+Nginx, usando los métodos convencionales.

source: **Create the Admin account.** This Admin user will be a **Super User** able to manage all the device content, and all the rest of the facility users and their permissions.
es: **Crear la cuenta de Administrador.** Este administrador será un **Superusuario** capaz de administrar todo el contenido en el dispositivo, los usuarios de la instalación y sus permisos.

source: or supplementary individual learning.
es: o aprendizaje individual complementario.
