Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/learn.po
Languages: ar, es

source: Learn with Kolibri
ar: تعلم مع كوليبري
es: Aprender con Kolibri

source: Access Kolibri
ar: الدخول إلى كوليبري
es: Abrir Kolibri

source: If you are using Kolibri in your school, education center or facility, your coach or administrator will provide the instructions how to open the sign-in page, and username and password if necessary.
ar: إذا كنت تستخدم كوليبري في مدرستك أو مرفقك التعليمي، فسوف يوفر لك المدرب أو المسؤول التعليمات حول كيفية فتح صفحة تسجيل الدخول واسم المستخدم وكلمة المرور عند الضرورة.
es: Si usas Kolibri en tu escuela, centro o instalación, tu tutor o administrador proporcionará las instrucciones cómo abrir la página de inicio de sesión, nombre de usuario y la contraseña si fuera necesario.

source: If you are using Kolibri on your own, outside an education center or facility, follow the instructions how to :doc:`access` according to your operating system.
ar: في حال كنت تستخدم كوليبري بمفردك، خارج المركز أو المرفق التعليمي، قم باتباع الإرشادات بخصوص كيفية :doc:`access` حسب نظام التشغيل الخاص بك.
es: Si usas Kolibri por tu cuenta, fuera de un centro de educación o la instalación, seguir las instrucciones de cómo :doc:`access` según tu sistema operativo.

source: If you don't have an account, but Kolibri at your facility or home is set up to allow learners to create their own, follow the steps to :ref:`create one for yourself <create_account>`.
ar: في حال لم يكن لديك حساب، ولكن تم إعداد كوليبري في مرفقك التعليمي أو منزلك بحيث يمكن للمتعلمين إنشاء حسابهم الخاص، قم باتباع الخطوات التالية لكي :ref:`تنشئ حساباً خاصاً بك <create_account>`.

source: Sign in to Kolibri
ar: تسجيل الدخول إلى كوليبري

source: To sign in to **Kolibri** and start learning, follow these steps:
ar: لتسجيل الدخول إلى **كوليبري** وبدء التعلم، قم باتباع الخطوات التالية:
es: Para iniciar sesión de **Kolibri** seguir estos pasos:

source: Type your username and password (may be optional).
ar: قم بكتابة اسم المستخدم وكلمة المرور الخاصين بك (قد يكونان اختياريين).
es: Escribe tu nombre de usuario y contraseña (puede ser opcional).

source: Click the :guilabel:`SIGN IN` button.
ar: قم بالنقر على زر :guilabel:`تسجيل الدخول`.

source: Main Kolibri sign in page.
ar: صفحة كوليبري الرئيسية لتسجيل الدخول.

source: If you start browsing Kolibri as a guest, you need either to select **Sign in** option from the **Guest** menu in the upper right corner, or from the sidebar menu (left or bottom) to open the sign-in page.
ar: في حال بدأت بتصفح كوليبري كزائر، تحتاج إما لتحديد خيار **تسجيل الدخول** من قائمة **الزوار** في الزاوية اليمينة العليا، أو من قائمة الشريط الجانبي (في اليسار أو الأسفل) لفتح صفحة تسجيل الدخول.
es: Si empiezas viendo Kolibri como invitado, tienes que seleccionar la opción **Iniciar sesión** del menú en la esquina superior derecha, o desde el menú de la barra lateral (izquierda o inferior) para abrir la página de inicio de sesión.

source: "Sign in" link in the sidebar.
ar: رابط "تسجيل الدخول" في الشريط الجانبي.
es: Enlace "Iniciar sesión" en la barra lateral.

source: "Sign in" link in the user menu.
ar: رابط "تسجيل الدخول" في قائمة المستخدم.
es: Enlace "Iniciar sesión" en el menú de usuario.

source: Once you have signed in to Kolibri, you can see and edit your user data from the **Profile** option: access it from the main sidebar menu (below **Learn**), or from the user menu.
ar: حالما تقوم بتسجيل الدخول لكوليبري، ستكون قادراً على رؤية وتحرير بيانات المستخدم الخاصة بك من خيارات **الملف الشخصي**: قم بالوصول إليها من خلال قائمة الشريط الجانبي الرئيسية (تحت **تعلم**)، أو من قائمة المستخدم.

source: To sign out from Kolibri you can either:
ar: لتسجيل الخروج من كوليبري يمكنك إما:
es: Para salir de Kolibri puedes:

source: Click the user icon in the upper right corner and select **Sign out** option, **OR**
ar: قم بالنقر على أيقونة المستخدم في الزاوية اليمينية العليا وحدد خيار **تسجيل الخروج**، **أو**
es: Clicar el icono de usuario en la esquina superior derecha y seleccionar la opción **Cerrar sesión**

source: Select **Sign out** option in the main sidebar menu.
ar: حدد خيار **تسجيل الخروج** من القائمة الرئيسية في الشريط الجانبي.
es: Seleccionar la opción **Cerrar sesión** en el menú principal.

source: Create an account
ar: إنشاء حساب

source: To create your own account on a **Kolibri** facility and start learning, follow these steps:
ar: لإنشاء حساب خاص بك على مرفق **كوليبري** التعليمي وبدء التعلم، قم باتباع الخطوات التالية:

source: Click :guilabel:`CREATE AN ACCOUNT` button on :ref:`Kolibri sign in page <sign_in_page>`.
ar: قم بالنقر على زر :guilabel:`إنشاء حساب` في :ref:`صفحة تسجيل الدخول إلى كوليبري <sign_in_page>`.

source: Type in your chosen username and password (twice).
ar: قم بكتابة اسم المستخدم الذي اخترته وكلمة السر (مرتين).

source: Click the :guilabel:`FINISH` button.
ar: قم بالنقر على زر :guilabel:`إنهاء`.

source: When page reloads you will see the Learn page with Kolibri channels.
ar: عند إعادة تحميل الصفحة، ستشاهد صفحة التعلم مع قنوات كوليبري.

source: Make sure to remember your username and password, or save them in a safe place!
ar: تأكد من تذكّر اسم المستخدم وكلمة المرور الخاصين بك، أو قم بحفظهما في مكان آمن!

source: Classes
ar: الصفوف الدراسية
es: Clases

source: Each time you login into **Kolibri**, the first thing you will see is the **Learn** page with the list of all the classes you are enrolled to.
ar: في كل مرة تقوم بها بتسجيل الدخول إلى **كوليبري**، أول ما يمكنك مشاهدته هو صفحة **التعلم** مع قائمة بكافة الصفوف الدراسية التي تم ضمك إليها.
es: Cada vez que inicias sesión en **Kolibri**, lo primero que verás es la página **Aprender** con la lista de clases en las que estás inscrita.

source: Select one of your classes to access :ref:`Lessons` and :ref:`Quizzes` teachers or coaches prepared for your class.
ar: قم بتحديد أحد الصفوف الدراسية الخاصة بك للدخول إلى :ref:`الدروس <lessons>` و :ref:`الاختبارات القصيرة <quizzes>` التي قام بتحضيرها الأساتذة أو المدربون لصفك الدراسي.

source: Channels
ar: القنوات التعليمية
es: Canales

source: Use this tab (|channels| icon) to navigate through the complete set of learning topics and materials available in Kolibri. You can browse it as you wish, or according to indications from your teachers and coaches.
ar: استخدم علامة التبويب (أيقونة |channels|) للتنقل وإكمال ضبط مواضيع التعلم والمواد المتاحة في كوليبري. يمكنك استعراضها كما ترغب، أو بحسب إرشادات مدرسيك ومدربيك.
es: La pestaña **Canales** ofrece la opción de navegar por el sistema completo de temas de aprendizaje y materiales disponibles en Kolibri. Utilízalos como quieras, o según las indicaciones de tus profesores y tutores.

source: Depending on how your school and teachers or coaches decided to organize the content, you may have one or more channels available here. Follow the indications by your teachers or coaches on how to use the content from each available channel.
ar: اعتماداً على الطريقة التي قررت بها مدرستك والمدرسون أو المدربون تنظيم المحتوى، من الممكن أن يكون لديك قناة أو أكثر من القنوات التعليمية المتاحة هنا. قم باتباع إرشادات المعلمين أو المدربين حول كيفية استخدام المحتوى في كل قناة متاحة.
es: Dependiendo de como tu escuela o tutores han decidido organizar el contenido, puede que tengas uno o más canales disponibles aquí. Sigue las indicaciones de tus profesores o tutores de como usar el contenido de cada canal presente aquí.

source: Recommended
ar: يوصى به
es: Recomendado

source: In this tab (|recommended| icon) you can see various sections:
ar: يمكنك رؤية أقسام مختلفة في تبويب (أيقونة |recommended|):
es: En la pestaña **Recomendado** puedes ver varias secciones:

source: **Most popular** displays the most frequently used materials in your school or facility.
ar: يعرض قسم **الأكثر استخداماً** المواد الأكثر استخداماً في مدرستك أو مرفقك التعليمي.
es: **Más popular** muestra el contenido más usado en tu escuela o centro.

source: **Resume** displays activities that you started but haven't finished yet.
ar: يعرض قسم **استمرار** النشاطات التي بدأتها ولم تكملها بعد.
es: **Continuar** muestra actividades que has empezado previamente pero aun no has acabado.

source: These learning topics and materials are either related to what you were doing the last time you used Kolibri. or recommended by your teachers and coaches.
ar: تتعلق موضوعات ومواد التعلم هذه بما كنت تفعله في المرة الأخيرة التي استخدمت فيها كوليبري. أو قد تكون موضوعات ومواد موصىً بها من قبل معلميك ومدربيك.
es: Estos temas y materiales de aprendizaje están relacionados con lo que estabas haciendo la última vez que utilizaste Kolibri. o recomendado por tus profesores y tutores.

source: The number of displayed content items in each row will depend on the width of your display, and you can browse with the |arrow-left| and |arrow-right| icons at the beginning and the end of the section rows.
ar: يعتمد عدد عناصر المحتوى المعروضة في كل صف على عرض الشاشة، وتستطيع التصفح باستخدام رموز |arrow-left| و |arrow-right| في بداية ونهاية صفوف القسم.
es: El número de unidades de contenido en cada fila dependerá del ancho de la pantalla de tu dispositivo, pero puedes navegar por toda la fila usando los iconos de flechas |arrow-left| y |arrow-right| al inicio y final de la fila visible.

source: **Next steps** and **Resume** are not visible if you are browsing as a guest.
ar: **الخطوات التالية** و **استمرار** هما قسمان غير مرئيان في حال كنت تتصفح كزائر.
es: **Pasos siguientes** y **Continuar** no estarán visibles si estás navegando como invitado.

source: Navigate Kolibri topics with breadcrumb links
ar: التنقل بين مواضيع كوليبري عبر روابط مسارات التنقل
es: Explorar las temas de Kolibri usando caminos de navegación - enlaces migas de pan

source: When you are browsing a topic in Kolibri, the **Breadcrumb** links indicate previously visited, more general topics. Current topic is at the last position, and you can click any of the previous links in the breadcrumb to go back to a specific broader topic.
ar: عندما تستعرض أحد مواضيع في كوليبري، تشير روابط **مسارات التنقل** إلى موضوعات تمت زيارتها سابقاً وإلى مواضيع أكثر عمومية. سيكون الموضوع الحالي في الموضع الأخير، ويمكنك النقر فوق أي من الروابط السابقة في مسار التنقل للعودة إلى موضوع رئيسي معين.
es: Cuando estás viendo un tema en Kolibri, los caminos de navegación o **migas de pan** indican los caminos por temas más generales previamente visitados. Tema actual está en la última posición, y puedes clicar en cualquiera de los enlaces anteriores del camino para volver a un tema más general.

source: If the full length of the breadcrumbs becomes too wide for the width of your display, the more general topics will be hidden. Click the leftmost down arrow button to access them.
ar: في حال أصبح الطول الكامل لمسارات التنقل أوسع من مجال الشاشة، سيتم إخفاء الموضوعات العامة. انقر على زر السهم الموجود في أقصى اليسار للوصول إليها.

source: Search
ar: البحث
es: Buscar

source: If you are looking for a specific subject, topic, or term, use the **Search** feature:
ar: في حال كنت تبحث عن موضوع أو مصطلح معين، قم باستخدام ميزة **البحث**:
es: Si buscas un tema o tópico específico, usa la opción **Buscar**:

source: Type the word or combination of words you are looking for in the search field located in the top bar.
ar: قم بكتابة الكلمة أو مجموعة الكلمات التي تبحث عنها في خانة البحث الموجودة في الشريط العلوي.
es: Escribir la palabra o la combinación de palabras que estas buscando en el campo de búsqueda.

source: Press :guilabel:`Enter` or click the |search| button to display the results.
ar: قم بالضغط على :guilabel:`مفتاح الادخال` أو بالنقر على زر |search| لعرض نتائج البحث.

source: Filter the search results by channel or type of content.
ar: قم بفرز نتائج البحث حسب القناة أو نوع المحتوى.
es: Filtra los resultados de búsqueda por canal o tipo de contenido.

source: Some Kolibri resources may be duplicated in different topics and/or channels. Search results will indicate when a resource is duplicated, and you can click on the ``...locations`` link to discover the details for each location.
ar: قد تتكرر بعض مصادر كوليبري في مواضيع و/ أو قنوات تعليمية مختلفة. ستشير نتائج البحث إلى ذلك عندما يتكرر المصدر، وبإمكانك النقر فوق رابط ``...مواقع`` لاكتشاف تفاصيل كل موقع.
es: Algunos recursos de Kolibri pueden ser duplicadas en diferentes temas o canales. Resultados de la búsqueda indica cuando un recurso se duplica, y puedes hacer clic al enlace ``...ubicaciones`` para descubrir los detalles de cada uno.

source: Details for the duplicated resources in the search results.
ar: تفاصيل المصادر المتكررة في نتائج البحث.
es: Datos de los recursos duplicados en los resultados de la búsqueda.

source: Content types
ar: أنواع المحتوى
es: Tipos de contenido

source: You may see different types of content available in Kolibri channels, and you can easily distinguish them by their icons:
ar: من الممكن أن تشاهد أنواعاً مختلفةً من المحتوى المتوفر في قنوات كوليبري، وبإمكانك التمييز بينها بسهولة من خلال أيقوناتها:
es: Puedes ver diferentes tipos de contenido disponible en canales de Kolibri, y distinguirlos fácilmente por sus iconos:

source: Videos - |video-icon|
ar: مقاطع الفيديو - |video-icon|

source: Exercises - |exercise-icon|
ar: تمارين - |exercise-icon|
es: Ejercicios - |exercise-icon|

source: Documents - |doc-icon|
ar: مستندات - |doc-icon|
es: Documentos - |doc-icon|

source: Interactive HTML Apps - |html-icon|
ar: تطبيقات HTML التفاعلية - |html-icon|
es: Aplicaciones HTML interactivas - |html-icon|

source: Topics - |topic-icon|
ar: مواضيع - |topic-icon|
es: Temas - |topic-icon|

source: When you start doing an exercise, viewing a video, or reading a document, it will be marked with the |in-progress| icon. Once you finish viewing a video or complete the exercise, they will be marked with the |completed| icon.
ar: عندما تبدأ حل تمرين أو مشاهدة مقطع فيديو أو قراءة مستند، سيتم تمييزه من خلال وضع أيقونة |in-progress|. بمجرد الانتهاء من مشاهدة مقطع الفيديو أو إكمال التمرين، سيتم تمييزه بأيقونة |completed|.
es: Cuando empiezas a hacer un ejercicio, ver un video o leer un documento, se marcarán con el icono |in-progress|. Una vez terminas de ver un video o completas el ejercicio, se marcarán con el icono |completed|.

source: Progress indicator icons for learning resources.
ar: أيقونات مؤشر التقدم المحرز لمصادر التعلم.

source: Exercises
ar: تمارين
es: Ejercicios

source: Kolibri **Exercises** can require you to do different things: fill in a missing number, write a formula, choose one of the available options, etc. Each correct answer gets you a check mark, and majority of exercises require 5 correct answers in a row to be completed. Some exercises can offer one or more hints, to help you solve the problem.
ar: من الممكن أن تتطلب **تمارين** كوليبري القيام بعدة أمور: إكمال الرقم المفقود، كتابة معادلة، اختيار من بين عدة خيارات متاحة، إلخ. كل إجابة صحيحة ستمنحك علامة ✓، وتتطلب غالبية التمارين خمس إجابات صحيحة لكي تكتمل. من الممكن لبعض التمارين أن تتيح تلميحاً أو أكثر لمساعدتك على حل المسألة.
es: Los **ejercicios** Kolibri pueden requerir que hagas diferentes cosas: introducir un número que falta, escribir una fórmula, seleccionar una de las opciones disponibles, etcétera. Para cada respuesta correcta obtienes una marca de verificación, y mayoría de los ejercicios requieren 5 respuestas correctas de fila para quedar completados. Algunos ejercicios pueden ofrecer una o más pistas, para ayudarte a resolver el problema.

source: Independent of the required action (writing an answer yourself or choosing one of the options), these are the steps to follow.
ar: بغض النظر عن الإجراء المطلوب (كتابة إجابة بنفسك أو اختيار أحد الخيارات)، فهذه هي الخطوات التي ينبغي عليك اتباعها.
es: Independiente de la acción requerida (escribir una respuesta o elegir una de las opciones ofrecidas), estos son los pasos a seguir.

source: **Read the question carefully**.
ar: **قم بقراءة السؤال بعناية**.
es: **Leer la pregunta atentamente**.

source: Write the answer or choose one of the provided options.
ar: قم بكتابة الإجابة أو اختيار أحد الخيارات المتاحة.
es: Escribe la respuesta o elige una de las opciones ofrecidas.

source: When you are ready to submit, click the :guilabel:`CHECK` button.
ar: عندما تكون جاهزاً للتقديم، قم بالنقر على زر :guilabel:`التحقق`.

source: When the answer is correct and a |green-check| icon appears in the progress bar below the exercise, click the :guilabel:`NEXT` button to proceed.
ar: في حال كانت الإجابة صحيحة وظهرت أيقونة |green-check| في شريط التقدم المحرز أسفل التمرين، قم بالنقر على زر :guilabel:`التالي` للمتابعة.

source: If the answer is incorrect, read the question again, and try another answer. You can also click the :guilabel:`USE A HINT` button, read the suggestions, and try to answer again.
ar: في حال كانت الإجابة خاطئة، قم بقراءة السؤال مجدداً وجرب إجابة أخرى. يمكنك أيضاً النقر على زر :guilabel:`استخدم تلميحاً`، قم بقراءة الاقتراحات، ومن ثم حاول الإجابة مجدداً.

source: The progress bar below the exercise is taking into account only the most recent answers you give, which means that you need to have the required number of |green-check| icons **in the row** for the exercise to be considered completed.
ar: إن شريط التقدم المحرز أسفل التمرين يأخذ بالاعتبار فقط الإجابات التي أعطيتها مؤخراً، ما يعني أنك تحتاج للحصول على العدد المطلوب من أيقونات |green-check| **بشكل متتالي** ليتم اعتبار التمرين مكتملاً.
es: La barra de progreso debajo del ejercicio toma en consideración solo tus respuestas más recientes, y esto significa que tienes que dar el número requerido de respuestas correctas (marcas de visto |green-check|) **en fila** para que el ejercicio sea considerado completado.

source: The correct answers in the image above are not in a row; this exercise will be completed only after you give 5 correct answers one after another.
ar: الإجابات الصحيحة في الصورة أعلاه ليست متتالية؛ سيتم إكمال هذا التمرين فقط عند إعطاء خمس إجابات إجابات صحيحة واحدة تلو الاخرى.
es: Las respuestas correctas en la imagen no están en fila; este ejercicio será completado solo después que hayas dado 5 respuestas correctas una después de otra.

source: Once you have achieved the required number of correct answers in a row, you will be rewarded points, and see the suggestion to continue. Click the :guilabel:`NEXT RESOURCE` below to continue learning with the rest of the material in that topic.
ar: بمجرد حصولك على العدد المطلوب من الإجابات الصحيحة المتتالية، ستتم مكافاتك بنقاط، وستشاهد اقتراحاً بالمواصلة. قم بالنقر على :guilabel:`المصدر التالي` في الأسفل لمتابعة التعلم مع بقية مواد ذلك الموضوع.

source: If you are unable to solve some questions, try reviewing the videos in that same topic, or seek help from your peers or teacher/coach.
ar: في حال كنت غير قادر على حل بعض الأسئلة، جرب استعراض مقاطع الفيديو الخاصة بنفس الموضوع، أو قم بطلب المساعدة من أقرانك أو أستاذك/ مدربك.
es: Si ni consigues resolver algunas preguntas, intenta revisar los demás vídeos en esa sección, o pedir ayuda a tus compañeros, profesores o tutores.

source: Video and Audio Player options
ar: خيارات مشغل مقاطع الصوت والفيديو
es: Opciones del reproductor de vídeo y audio

source: To play videos and listen to audio files in Kolibri you have several available control buttons at the bottom of the player screen. Move the cursor or tap on the player screen to make appear the control buttons while playing.
ar: لتشغيل ملفات الفيديو والاستماع إلى الملفات الصوتية في كوليبري، هناك العديد من أزرار التحكم المتاحة لك في أسفل شاشة المشغل. قم بتحريك المؤشر أو بالضغط على شاشة المشغل لتظهر أزرار التحكم أثناء التشغيل.
es: Para reproducir vídeos y escuchar archivos de audio en Kolibri tienes varios botones de control disponibles en la parte inferior de la ventana del reproductor. Mueve el cursor o toca la ventana del reproductor para que aparezcan los botones de control durante la reproducción.

source: Kolibri video and audio player.
ar: مشغل كوليبري لمقاطع الصوت والفيديو.
es: Reproductor de audio y vídeo en Kolibri.

source: (controls at the bottom of the player)
ar: (أدوات التحكم في الجزء السفلي من المشغل)
es: (controles en la parte inferior del reproductor)

source: Play/Pause buttons
ar: أزرار التشغيل/ الإيقاف المؤقت
es: Reproducir/Pausar

source: Rewind/Fast forward buttons by +/- 10 seconds
ar: أزرار الإرجاع/ التقديم السريع بمعدل +/- ١٠ ثوانٍ
es: Botones de rebobinado y avance rápido de 10 segundos

source: Time tracker indicator with progress bar
ar: مؤشر تعقب الوقت مع شريط التقدم المحرز
es: Indicador de tiempo con la barra de progreso

source: Video duration indicator
ar: مؤشر مدة مقطع الفيديو
es: Indicador de duración de vídeo

source: Volume scrollbar
ar: شريط التحكم بالصوت
es: Barra de desplazamiento de volumen

source: Playback speed selector
ar: إعادة تشغيل محدد السرعة
es: Selector de velocidad de reproducción

source: Display **closed captions** (subtitles)
ar: عرض **الشروحات التوضيحية المغلقة** (الترجمات)
es: Mostrar subtítulos cerrados (**closed captions**)

source: Fullscreen button
ar: زر ملء الشاشة
es: Botón de pantalla completa

source: Use the :guilabel:`DOWNLOAD CONTENT` button below the player to download the video, audio and thumbnail files to your computer. Some videos will provide multiple resolution options.
ar: قم باستخدام زر :guilabel:`تحميل المحتوى` أسفل المشغل لتحميل ملفات الفيديو أو الصوت أو الصور المصغرة على حاسبك. ستتيح بعض مقاطع الفيديو خيارات دقة متعددة.

source: PDF Viewer options
ar: خيارات عارض ملفات PDF
es: Opciones de PDF Viewer

source: Options for viewing PDF files will depend on the browser and operating system you are using to view Kolibri.
ar: تعتمد خيارات عرض ملفات PDF على المتصفح ونظام التشغيل اللذين تستخدمهما لعرض كوليبري.
es: Opciones para visualizar archivos PDF dependerán del navegador y sistema operativo que usas para ver Kolibri.

source: Use the |fullscreen| button in the upper right corner to open the ebook in fullscreen view.
ar: قم باستخدام زر |fullscreen| في الزاوية اليمينة العليا لفتح كتاب إلكتروني بعرض ملء الشاشة.

source: With the :guilabel:`+` and :guilabel:`-` buttons you can zoom the document in and out.
ar: يمكنك تكبير وتصغير المستند من خلال أزرار :guilabel:`+` و :guilabel:`-`.

source: Use the :guilabel:`Esc` key to close the fullscreen view and return.
ar: قم باستخدام مفتاح :guilabel:`Esc` لإغلاق عرض ملء الشاشة والعودة.

source: Use the :guilabel:`DOWNLOAD CONTENT` button below the PDF viewer to download the PDF file to your computer.
ar: قم باستخدام زر :guilabel:`تحميل المحتوى` تحت عارض PDF لتحميل ملف PDF على حاسبك.

source: Ebook Viewer options
ar: خيارات عارض الكتب الالكترونية

source: To read digital books in Kolibri you have several available controls inside the reader.
ar: لقراءة الكتب الرقمية في كوليبري، لديك العديد من أدوات التحكم المتاحة داخل القارئ.

source: Use the |toc| button in the upper left corner to view the table of content with all the book chapters.
ar: قم باستخدام زر |toc| في الزاوية اليسارية العليا لعرض جدول المحتوى مع كافة فصول الكتاب.

source: Click the |epub-settings| button to adjust the text size and the background color.
ar: قم بالنقر على زر |epub-settings| لضبط حجم النص ولون الخلفية.

source: If you want to search for a word or a phrase, use the |search| button.
ar: في حال كنت ترغب في البحث عن كلمة أو عبارة، قم باستخدام زر |search|.

source: Close the fullscreen view with the :guilabel:`Esc` key.
ar: قم بإغلاق عرض ملء الشاشة من خلال مفتاح :guilabel:`Esc`.

source: Navigate through the book pages with |previous-page| and |next-page| buttons, or with the slider control at the bottom.
ar: قم بتصفح الكتاب عن طريق أزرار |previous-page| و |next-page|، أو من خلال التحكم بشريط التمرير في الأسفل.

source: Use the :guilabel:`DOWNLOAD CONTENT` button below the viewer to download the ePub file to your computer.
ar: قم باستخدام زر :guilabel:`تحميل المحتوى` تحت العارض لتحميل ملف ePub على حاسبك.

source: Lessons
ar: الدّروس
es: Lecciones
