Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/learner.po
Languages: fil_ph, pt_pt

source: Learner
fil_ph: Ang Mag-aaral
pt_pt: Aluno

source: Access Kolibri
fil_ph: Pag-akses sa Kolibri
pt_pt: Accesse Kolibri

source: If you are using Kolibri in your school, education center or facility, your coach or administrator will provide the instructions how to open the sign-in page, and username and password if necessary.
fil_ph: Kung ikaw ay gumagamit ng Kolibri sa inyong eskwelahan, sentro ng edukasyon o pasilidad, ang iyong coach o administrador ay magbibiga ng mga instruksyon kung paano i-open ang pahina ng pag-sign in, at username at password kung kinakailangan.
pt_pt: Se estiver a usar o Kolibri na sua escola, centro de educação ou instalação, o seu treinador ou administrador fornecerá as instruções sobre como abrir a página de registo e nome de utilizador e palavra-passe, se necessário.

source: If you are using Kolibri on your own, outside an education center or facility, follow the instructions how to :doc:`access` according to your operating system.
fil_ph: Kung ikaw ay gumagamit ng Kolibri sa pangsirli, sa labas ng sentro ng edukasyon o pasilidad, sundin ang mga instruksyon kung paano :doc:`pag-access` ukol sa iyong sistema ng pago-operate.
pt_pt: Se estiver a usar o Kolibri por conta própria, fora de um centro de educação ou instalação, siga as instruções sobre como: doc: `access` de acordo com seu sistema operacional.

source: To sign in to **Kolibri** and start learning follow these steps:
fil_ph: Upang maka-sign in sa **Kolibri** at magsimulang matuto sundin ang mga hakbang na ito:
pt_pt: Para se registar em ** Kolibri ** e começar a aprender, siga os seguintes passos:

source: Type your username and password (may be optional).
fil_ph: I-type and iyong username at password (maaaring opsyonal).
pt_pt: Escreva o seu nome de utilizador e palavra-passe (poderá ser opcional).

source: Click the **SIGN IN** button.
fil_ph: I-click ang pindutan na **MAG-SIGN IN**.
pt_pt: Clique no botão ** INICIAR SESSÃO **.

source: Main sign-in page.
fil_ph: Pangunahing pahina sa pag-sign in.
pt_pt: Página principal do início de sessão.

source: If you start browsing Kolibri as a guest, you need either to select **Sign in** option from the **Guest** menu in the upper right corner, or from the sidebar menu (left or bottom) to open the sign-in page.
fil_ph: Kung ikaw ay nagsimula bilang panauhin sa pagba-browse sa Kolibri, kailangan mo atang piliin ang opsyon sa **Mag-Sign in** mula sa menu na **Panauhin** sa ibabaw na kanang korner, o mula sa menu ng sidebar (sa kaliwa o ibaba) upang i-open ang pahina ng pag-sign in.
pt_pt: Se começar a pesquisar Kolibri como convidado, é necessário selecionar a opção ** Iniciar sessão ** no menu ** Convidado ** no canto superior direito ou no menu na barra lateral (esquerda ou inferior) para abrir a página de início de sessão.

source: Location of "Sign in" to Kolibri links.
fil_ph: Lokasyon ng “Pag-Sign in” sa mga link ng Kolibri.
pt_pt: Localização de "Iniciar sessão" para links Kolibri.

source: Once you have logged in into Kolibri, you can see and edit your user data from the **Profile** option in the main menu (below **Learn**).
fil_ph: Kung ikaw ay naka-logged in na sa Kolibri, makikita mo at maii-edit mo ang iyong data ng gumagamit mula sa **Profayl** na opsyon sa pangunahing menu (sa ibaba ng **Matuto**).
pt_pt: Depois de iniciar sessão no Kolibri, pode ver e editar os seus dados de utilizador a partir da opção ** Perfil ** no menu principal (abaixo ** Aprender **).

source: View and edit your user profile.
fil_ph: Tingnan at i-edit ang iyong user na profayl.
pt_pt: Ver e editar o seu perfil de utilizador.

source: To sign out from Kolibri you can either:
fil_ph: Upang mag-sign out mula sa Kolibri maaaring ikaw yata:
pt_pt: Para sair do Kolibri, também pode:

source: Click the user icon in the upper right corner and select **Sign out** option.
fil_ph: I-click ang ikono ng gumagamit sa itaas ng korner sa kanan at piliin ang opsyon na **Mag-sign out**.
pt_pt: Clique no ícone do utilizador no canto superior direito e selecione a opção ** Iniciar sessão **.

source: OR
fil_ph: O
pt_pt: OU

source: Select **Sign out** option in the main menu.
fil_ph: Piliin ang opsyon na **Mag-sign out** sa pangunahing menu.
pt_pt: Selecione a opção ** Fechar sessão ** no menu principal.

source: Learn
fil_ph: Matuto
pt_pt: Aprender

source: Each time you login into **Kolibri**, the first thing you will see is the **Learn** page. Here you will find learning topics and materials related to what you were doing the last time you used Kolibri, or those recommended by your teachers and coaches (not visible if you are browsing as a guest).
fil_ph: Sa bawat panahon na ikaw ay mag-log in sa **Kolibri**, ang pinakauna mong makikita ay ang pahina ng **Matuto**. Dito mo makakatagpo ka ng mga paksa sa pagpapatuto at mga materyales na kaugnay sa kung ano ang ginawa mo sa huling beses na ginamit mo ang Kolibri, o iyong mga nirerekomenda ng iyong mga guro at mga coach (hindi nakikita kung ikaw ay nagbabrowse bilang isang bisita).
pt_pt: Cada vez que entrar no ** Kolibri **, a primeira coisa que poderá ver é a página ** Aprender **. Aqui encontra os tópicos de aprendizagem e materiais relacionados com o que estava a fazer na última vez que usou o Kolibri, ou aqueles recomendados pelo seus professores e treinadores (não visíveis se estiver a navegar como convidado).

source: Recommended
fil_ph: Nirerekomenda
pt_pt: Recomendado

source: In the **Recommended** tab you can see various sections:
fil_ph: Sa tab ng **Nirerekomenda** makikita mo ang samot saring mga seksyon:
pt_pt: Na aba ** Recomendado ** pode visualizar várias seções:

source: **Most popular** section which displays the most frequently used materials in your school or facility.
fil_ph: Ang section na **Pinaka popular** kung saan nagpapakita sa mga pinaka madalas na mga materyales na ginagamit ng iyong skwelahan o pasilidad.
pt_pt: ** Mais popular ** é a seção que exibe os materiais mais utilizados na sua escola ou instalação.

source: **Next steps** section which displays suggestions according to your previously visited activities.
fil_ph: Ang seksyon na **Mga Susunod na Hakbang** na nagpapakita sa mga suhestiyon batay sa iyong mga nakaraang mga aktibidad na nabisita.
pt_pt: ** Próxima etapa ** é a seção que exibe sugestões de acordo com suas atividades anteriormente visitadas.

source: **Resume section** displays activities that you started but haven’t finished yet.
fil_ph: Ang **Seksyon sa Pagpatuloy** nagpapakita sa mga aktibidad na iyong nasimula ngunit hindi natapos.
pt_pt: ** Seção de resumo ** exibe as atividades que iniciou, mas que ainda não terminou.

source: **Featured in...** section.
fil_ph: Ang seksyong **Tumampok sa...**.
pt_pt: ** Em destaque... ** seção.

source: You can browse through learning materials in all sections by using the arrow icons at the beginning and the end of the section rows.
fil_ph: Maaari kang makapag-browse sa buong mga materyales sa pagtuto sa lahat ng mga seksyon sa paggamit ng mga ikono na arrow at sa simula at kataposan nga mga hilera ng seksyon.
pt_pt: Pode pesquisar por materiais de aprendizagem em todas as seções usando os ícones de seta no início e no final das linhas de seção.

source: Learn page gives you access to all Kolibri learning content and activities.
fil_ph: Ang pahina sa pagtuto ay nagbibigay sa iyo ng access sa lahat ng nilalaman at mga aktibidad sa pagpatuto ng Kolibri.
pt_pt: A página de aprendizagem dá acesso a todos os conteúdos e atividades de aprendizagem no Kolibri.

source: Topics
fil_ph: Mga Paksa
pt_pt: Tópicos

source: **Topics** tab offers you the option to navigate through the complete set of learning topics and materials available in Kolibri. Use it as you wish, or according to indications from your teachers and coaches.
fil_ph: Ang tab ng **Mga Paksa** ay nago-offer sa iyo ng mga opsyon para makapagnabiga sa buong kumpletong mga set ng pagksang pampatuto at mga materyales na magagamit sa Kolibri. Gamitin ito ayon sa iyong hangarin, o ayon sa mga indikasyon mula sa iyong mga guro at mga coach.
pt_pt: A aba * * Tópicos * * oferece-lhe a opção de navegar pelo conjunto completo de tópicos de aprendizagem e materiais disponíveis no Kolibri. pode usá-lo como quiser, ou de acordo com as indicações dos seus professores e treinadores.

source: In Kolibri **Topic tab** content from different sources is grouped in **Channels**. Depending on how your school and teachers or coaches decided to organize the content, you may have one or more **Channels** available here. Follow the indications by your teachers or coaches on how to use the content from each available **Channel**.
fil_ph: Ang nilalaman ng **Tab ng Paksa** sa Kolibri mula sa iba-ibang mga pinagkukunan ay naka-grupo sa **Mga Channel**. Nakadepende sa kung paano ang eskwelahan at mga titser o mga coach sa pagdesisyon sa pag-oorganisa sa nilalaman, maaaring ikaw ay maayroong isa o higit pang **Mga Channel** na magagamit dito. Sundin ang mga indikasyon ng iyong mga titser o mga coach kung oaano nila ginagamit ang mga nilalaman mula sa bawat na magagamit na **Channel**.
pt_pt: No Kolibri * * Tópico aba * * o conteúdo de diferentes fontes está agrupado em * * Canais * *. Dependendo de como a sua escola e os seus professores ou treinadores decidiram organizar o conteúdo, também pode ter um ou mais * * Canais * * disponíveis aqui. Siga as indicações dos seus professores ou treinadores sobre como usar o conteúdo disponível de cada * * Canal * *.

source: Content in Kolibri is grouped in Channels.
fil_ph: Ang Nilalaman sa Kolibri ay naka-pangkat sa mga Channel.
pt_pt: Conteúdo no Kolibri é agrupado em Canais.

source: Navigate Kolibri topics with breadcrumb links
fil_ph: I-naviga ang mga paksa ng Kolibri kasama ang mga link na breadcrumb
pt_pt: Navegue pelos tópicos no Kolibri com links por rasto

source: When you are browsing a topic in Kolibri, the **Breadcrumb** links indicate previously visited, more general topics. Current topic is at the last position, and you can click any of the previous links in the breadcrumb to go back to a specific broader topic.
fil_ph: Kung ikaw ay nagba-browse sa isang paksa sa Kolibri, ang mga link ng **Breadcrumb** ay mag-iindika sa mga nabisita mo sa nakaraan, higit pa sa mga paksang pangkalahatan. Ang kasalukuyang paksa ay makikita sa hulihan na posisyon, at maaari mo itong i-click sa kahit anuman sa mga nakaraang mga link sa breadcrumb na bumalik sa espesipikong mas malawak na paksa.
pt_pt: Quando está a navegar num tópico no Kolibri, os links ** Rasto ** indicam os tópicos mais visitados e mais gerais. O tópico atual está na última posição e pode clicar em qualquer um dos links anteriores no rasto para retornar a um tópico mais específico.

source: Use breadcrumbs links to navigate back through Kolibri topics.
fil_ph: Gamitin ang mga link na mga breadcrumb para magnabiga pabalik sa buong mga paksa sa Kolibri.
pt_pt: Use links por rasto para navegar novamente pelos tópicos no Kolibri.

source: Search
fil_ph: Maghanap
pt_pt: Pesquisar

source: If you are looking for a specific subject, topic, or term, use the **Search** feature:
fil_ph: Kung ikay ay naghahanap ng isang espesipikong subjek, paksa, o termino, gamitin ang tampok na **Maghanap**:
pt_pt: Se está à procura de um assunto específico, tópico ou termo, use o recurso ** Pesquisar **:

source: Click the magnifying glass icon in the upper right corner.
fil_ph: I-klik ang ikono ng glass na pangmagnifiko na nasa taas na korner sa kanan.
pt_pt: Clique no ícone da lupa no canto superior direito.

source: Type the word or combination of words you are looking for in the search field.
fil_ph: I-type ang salita o kombinaston ng mga salita na gusto mong hanapin mula sa patlang ng paghahanap.
pt_pt: Digite a palavra ou a combinação de palavras que está a procura no campo de pesquisa.

source: Press **Enter** to display search results below the field.
fil_ph: Pindutin ang **Enter** para maipakita ang mga resulta sa paghahanap sa ibaba ng patlang.
pt_pt: Para exibir os resultados da pesquisa no campo abaixo pressione ** Enter **.

source: Search page gives you option to search for a specific term in Kolibri.
fil_ph: Ang pahina ng paghahanap ay nagbibigay sa iyo ng opsyon para makapaghanap para sa espesipikong termino sa Kolibri.
pt_pt: A página de pesquisa oferece uma opção para procurar por um termo específico no Kolibri.

source: Content types
fil_ph: Mga uri ng nilalaman
pt_pt: Tipos de conteúdo

source: Exercises
fil_ph: Mga pagsasanay
pt_pt: Exercícios

source: Kolibri **Exercises** can require you to do different things: fill in a missing number, write a formula, choose one of the available options, etc. Each correct answer gets you a checkmark, and majority of exercises require 5 correct answers in a row to be completed. Some exercises can offer one or more hints, to help you solve the problem.
fil_ph: Ang **Mga Pagsasanay** sa Kolibri ay nangangailangan sa iyo na gumawa ng mga bagay na iba-iba: punan ang numerong nawawala, isulat ang formula, pumili ng isa sa mga opsyon na magagamit, atbp. Sa bawat wastong sagot makakuha ka ng checkmark, at mayorya ng mga pagsasanay na ngangailangan ng 5 na mga sagot na wasto na sunud-sunod na dapat makumpleto. Iilan sa mga pagsasanay ay maayrong alok ng isa o higit pang mga hint, para tulungan kang i-solve ang problema.
pt_pt: Kolibri ** Exercícios ** pode exigir que faça coisas diferentes: preencher um número que falte, escrever uma fórmula, escolher uma das opções disponíveis, etc. Cada resposta correta dá-lhe uma marca de seleção e a maioria dos exercícios requer 5 respostas corretas em uma linha a ser completada. Alguns exercícios podem oferecer uma ou mais sugestões, para ajudá-lo a resolver o problema.

source: Independent of the required action (writing an answer yourself or choosing one of the options), these are the steps to follow.
fil_ph: Naka-independente na mga kinakailangang aksyon (pagsusulat ng sagot para sa iyong sarili o pagpili ng isa sa mga opsyon), na mga hakbang para sundin.
pt_pt: Independente da ação necessária (se escrever uma resposta ou escolher uma das opções), estas são as etapas a serem seguidas.

source: **Read the question carefully**.
fil_ph: **Maayos na pagbasa sa kwestiyon**.
pt_pt: * * Leia a pergunta com atenção * *.

source: Write the answer or choose one of the provided options.
fil_ph: Isulat ang sagot o piliin ang isa sa binigay na mga opsyon.
pt_pt: Escreva a resposta ou escolha uma das opções fornecidas.

source: When you are ready to submit, click the **Check answer** button.
fil_ph: Kung ikaw ay handa na isumite, i-click ang pindutan ng **Suriin ang sagot**.
pt_pt: Quando estiver pronto para enviar, clique no botão * * Verificar resposta * *.

source: If the answer is correct and a checkmark appears, click the **Next question** button to proceed.
fil_ph: Kung ang sagot ay tama at makikita ang markangcheck, i-click ang pindutan **Susunod na kwestiyon** upang makapagpatuloy.
pt_pt: Se a resposta está correta e aparecer uma marca de seleção, clique na * * Pergunta seguinte * * para prosseguir.

source: If the answer is incorrect, click the **Get a hint** button, read the suggestions, and try to answer again.
fil_ph: Kung ang sagot ay hindi tama, i-click ang pindutan **Kumuha ng hint**, basahin ang mga suhestiyon, at subukang sagutin muli ito.
pt_pt: Se a resposta estiver incorreta, clique no botão * * Obter dica * *, leia as sugestões e tente responder novamente.

source: Once you have achieved the required number of correct answers in a row, click the **Next item** button, to continue learning with the rest of the material in that topic.
fil_ph: Kapag na nakamtan mo na ang kinakailangang numero ng mga sagot na wasto na sunud-sunod, i-click ang pindutan ng **Susunod na aytem**, para magpatuloy ang iyong pagtuto sa nalalabing mga materyal sa paksang yaon.
pt_pt: Depois de ter alcançado o número necessário de respostas corretas em uma das linhas, clique no botão * * Próximo item * *, para continuar a aprender com o restante material nesse tópico.

source: If you are unable to solve some questions, try reviewing the videos in the **Recommended** section below the exercise, or seek help from your peers or teacher/coach.
fil_ph: Kung hindi mo kayang i-solve ang iilan sa mga kwestiyon, subukang mag-review sa mga bidyong nasa seksyon ng **Nirerekomenda** sa ibaba ng pagsasanay, o tumawag ng tulong mula sa iyong mga klasmeyt o titser/coach.
pt_pt: Se não for capaz de resolver algumas das questões, tente rever os vídeos na seção * * Recomendado * * abaixo do exercício, ou procurar a ajuda dos seus colegas ou do professor/treinador.

source: Exercise page in Kolibri.
fil_ph: Ang pahina ng pagsasanay sa Kolibri.
pt_pt: Página de exercícios no Kolibri.

source: Video and Audio Player options
fil_ph: Ang mga opsyon sa Bidyo at Awdio na Player
pt_pt: Opções de Leitor de Vídeo e Áudio

source: To play videos and listen to audio files in Kolibri you have several available control buttons at the bottom of the player screen. Move the cursor or tap on the player screen to make appear the control buttons while playing.
fil_ph: Para mag-play ng mga bidyo at pakinggan ang mga faylbna awdyo sa Kolibri ikaw ay mayroong maraming mga pindutan sa pagkontrol sa nagagamit sa ibaba ng iskren sa player. Igalaw ang kursor o i-tap ang iskren ng player para makikita ang mga pindutan sa kontrol habang nagpi-play.
pt_pt: Para reproduzir vídeos e ouvir arquivos de áudio em Kolibri existem vários botões de controle disponíveis na parte inferior do ecrã do leitor. Mova o cursor ou toque no ecrã do leitor para fazer aparecer os botões de controle durante a reprodução.

source: Kolibri video and audio player.
fil_ph: Ang bidyo at awdyo ng player sa Kolibri.
pt_pt: Kolibri leitor de vídeo e áudio.

source: (controls at the bottom of the player)
fil_ph: (mga kontrol sa ibaba ng player)
pt_pt: (controlos na parte inferior do leitor)

source: Play/Pause buttons
fil_ph: Mga pindutan sa pag-play/pag-tigil
pt_pt: Botões de Reprodução/Pausa

source: Rewind/Fast forward buttons by +/- 10 seconds
fil_ph: I-rewind/Fast forward na mga pindutan sa agwat na +/- 10 na mga segundo
pt_pt: Botões de Rebobinar/Avanço rápido por + /-10 segundos

source: Time tracker indicator with progress bar
fil_ph: Indikador sa tracker ng oras kasama ang bar ng progreso
pt_pt: Indicador do rastreador de tempo com barra de progresso

source: Video duration indicator
fil_ph: Indikador sa durasyon ng bidyo
pt_pt: Indicador da duração do vídeo

source: Volume scrollbar
fil_ph: Volyum ng iksrolbar
pt_pt: Barra de rolagem de volume

source: Playback speed selector
fil_ph: Tagapili ng bilis sa Playback
pt_pt: Selector de velocidade de reprodução

source: Fullscreen button
fil_ph: Pindutan ng fullscreen
pt_pt: Botão de ecrã completo

source: Use the **Download content** button below the player to download the video, audio and thumbnail files to your computer. Some videos will provide multiple resolution options.
fil_ph: Gamitin ang pindutan ng **Nilalaman ng download** sa ibaba ng player sa pagdownload sa bidyo, awdyo at mga fayl sa thumbnail ng iyong kompyuter. Ang iilan sa mga bidyo ay nagbibigay ng mga opsyon sa multipol na mga resolusyon.
pt_pt: Use o botão ** Carregar conteúdo ** abaixo do leitor para carregar os arquivos de vídeo, áudio e miniaturas para o seu computador. Alguns vídeos fornecerão opções e múltiplas resoluções.

source: PDF Viewer options
fil_ph: Mga opsyon sa Viewer ng PDF
pt_pt: Opções do visualizador de PDF

source: Options for viewing PDF files will depend on the browser and operating system you are using to view Kolibri.
fil_ph: Mga opsyon para sa pagtanaw sa mga fayl na PDF ay naka-depende sa browser at operating system na iyong ginagamit para makita ang Kolibri.
pt_pt: Opções para a visualização de ficheiros em PDF dependerá do navegador e do sistema operacional que está a usar para ver no Kolibri.

source: Use the **Toggle Fullscreen** button to open the PDF file in fullscreen view.
fil_ph: Gamitin ang pindutan na **Toggle Fulskren** para buksan ang fayl na PDF sa fulskren na view.
pt_pt: Use o botão ** Alterar para ecrã completo** para abrir o ficheiro PDF em ecrã completo.

source: Use the **Esc** button to close the fullscreen view and return.
fil_ph: Gamitin ang pindutan na **Esc** para isarado ang fulskren na view at bumalik.
pt_pt: Use o botão ** Esc ** para fechar a visualização em ecrã completo e retornar.

source: Use the **Download content** button below the PDF viewer to download the PDF file to your computer.
fil_ph: Gamitin ang pindutan ng **Pagdownload sa nilalaman** sa ibaba ng viewer ng PDF para maka-download sa fayl na PDF sa iyong kompyuter.
pt_pt: Use o botão ** Carregar conteúdo ** abaixo do visualizador de PDF para carregar o ficheiro em PDF para o seu computador.

source: Exams
fil_ph: Mga Eksamen
pt_pt: Exames

source: If your teacher/coach scheduled an exam for you or your class, it will be available through the **Exams** tab.
fil_ph: Kung ang iyong titser/coach ay nag-eskedyul ng isang pagsusulit para sa iyo o sa inyong klase, ito ay makikitang buo sa tab ng **Mga Eksamen**.
pt_pt: Se o seu professor / treinador tiver agendado um exame para si ou para a sua turma, ele estará disponível através da aba ** Exames **.

source: Press the button **Start** when you are ready to start taking exam.
fil_ph: I-press ang pindutan na **Simula** kung ikaw ay handa nang magsimulang i-take ang eksamen.
pt_pt: Pressione o botão * * Iniciar * * quando estiver pronto para começar a fazer o exame.

source: You can go on answering the questions in the order you prefer: move through questions with Previous and Next question buttons, or click on the question number in the column on the left side.
fil_ph: Ikaw ay maaaring sumagot sa mga kwestiyon sa ayos ng iyong gusto: mag-galaw sa buong mga kwestiyon kasama ang Nakaraan at Susunod na mga pindutan na kwestiyon, o i-click ang numero ng kwestiyon sa hanay na nasa kaliwang gilid.
pt_pt: Pode continuar a responder às perguntas na ordem que preferir: mova as perguntas com os botões de perguntas Anteriores e Seguintes, ou clique no número da pergunta na coluna do lado esquerdo.

source: Each time you fill in the answer field, or select one of the available options, the question will be marked by a colored dot in the column on the left side.
fil_ph: Sa tuwing ikaw ay maglalagay sa patlang ng sagor, o pumili sa mga opsyon na magagamit, ang kwestiyon ay mamarkhan ng isang tuldok na kinukayan sa hanay na nasa kaliwang gilid.
pt_pt: Cada vez que preencher o campo de resposta ou selecionar uma das opções disponíveis, a questão será marcada por um ponto colorido na coluna do lado esquerdo.

source: You can review and correct your answers to all questions as many times you need before submitting.
fil_ph: Ikaw ay maaaring mag rebyu at magsuri sa iyong mga sagot sa lahat ng mga kwestiyon sa maraming beses na gusto mo bago mo ito isumite.
pt_pt: Pode rever e corrigir as suas respostas para todas as perguntas respondidas, quantas vezes precisar antes de as enviar.

source: Press the *Back to exam list* if you want to pause the exam and come back later.
fil_ph: Pindutin ang **Bumalik sa listahan ng eksamen** kung gusto mong itigil muna ang eksamen at babalikan mamaya.
pt_pt: Pressione * Voltar à lista de exames * se desejar pausar o exame e voltar mais tarde.

source: Press the button **Continue** to resume when you are ready.
fil_ph: Pindutin ang pindutan na **Magpatuloy** para magpatuloy kung ikaw ay handa na.
pt_pt: Pressione o botão ** Continuar ** para retomar quando estiver pronto.
