Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/learn.po
Languages: ar, es

source: Your teacher or coach may prepare a *lesson* (|lessons| icon), a recommended set of learning materials for you or your class to view. You may have more than one lesson available at the time in the **Classes** tab, below the **Lessons** heading.
ar: قد يقوم مدرسك أو مدربك بتحضير *درس* (أيقونة |lessons|)، أو التوصية بعرض مجموعة من المواد لك أو لصفك الدراسي. من الممكن أن يكون لديك أكثر من درس متوفر في نفس الوقت في تبويب **الصفوف الدراسية**، أسفل العنوان الرئيسي **الدروس**.

source: Click on a lesson title to open its content, and follow the indications of your teachers or coaches on how to use it.
ar: قم بالنقر على عنوان الدرس لفتح محتواه، ثم تابع إرشادات المعلمين أو المدربين حول طريقة استخدامه.
es: Clicar el título de la lección para ver el contenido y sigue las indicaciones de tus profesores y tutores de como usarla.

source: Quizzes
ar: الاختبارات القصيرة

source: If your teacher or coach scheduled an *quiz* (|exams| icon) for you or your class, it will be available in the **Classes** tab, under the **Quizzes** heading. You may have more than one quiz available at the time.
ar: في حال حدد معلمك أو مدربك موعد *اختبارٍ قصير* (أيقونة |exams|) لك أو لصفك الدراسي، سيكون متاحاً في تبويب **الصفوف الدراسية**، تحت العنوان الرئيسي **الاختبارات القصيرة**. قد ترغب بتقديم أكثر من اختبار قصير متوفر في نفس الوقت.

source: If the quiz is listed as *Not started*, follow these steps.
ar: في حال تم إدراج الاختبار القصير تحت بند *لم يبدأ*، قم باتباع الخطوات التالية.

source: Click on the quiz when you are ready to start taking it.
ar: قم بالنقر على الاختبار القصير عندما تكون جاهزاً لحضوره.

source: You can go on answering the questions in the order you prefer: move through questions with :guilabel:`PREVIOUS` and :guilabel:`NEXT QUESTION` buttons, or click on the question number in the column on the left side.
ar: بإمكانك الاستمرار بالإجابة على الأسئلة بالترتيب الذي تفضله: تنقل بين الأسئلة من خلال أزرار: :guilabel:`السؤال السابق` و :guilabel:`السؤال التالي`، أو من خلال النقر على رقم السؤال في العمود الموجود في الجانب الأيسر.

source: Each time you fill in the answer field, or select one of the available options, the question will be marked by a colored dot in the column on the left side.
ar: في كل مرة تقوم بها بتعبئة حقل الإجابة، أو تحديد أحد الخيارات المتاحة، سيتم تمييز السؤال بنقطة حمراء في العمود الموجود في الجانب الأيسر.
es: Cada vez que escribes una respuesta, o seleccionas una de las opciones ofrecidas, la pregunta quedará marcada por un punto colorado en la columna a la izquierda.

source: You can review and correct your answers to all questions as many times you need before submitting.
ar: يمكنك معاينة وتصحيح أجوبتك كما تشاء قبل أن تقوم بتقديمها.
es: Puedes revisar y corregir todas tus respuestas tantas veces que quieras antes de entregar el examen.

source: Press the *Back to quiz list* if you want to pause the quiz and come back later.
ar: قم بالضغط على *العودة إلى لائحة الاختبارات القصيرة* في حال كنت تريد إيقاف الاختبار القصير بشكل مؤقت والعودة إليه لاحقاً.

source: Press the button :guilabel:`SUBMIT QUIZ` when you want to submit it for grading.
ar: قم بالضغط على الزر :guilabel:`تقديم الاختبار القصير` عندما ترغب بتقديمه من أجل وضع تقييم العلامات.

source: A quiz that you did not yet submit will be marked with the |in-progress| icon, so you can easily recognize it, and click to resume when you are ready.
ar: سيتم تمييز الاختبار القصير الذي لم تقدمه بعد من خلال أيقونة |in-progress|، لذا بإمكانك ملاحظته بسهولة، والنقر عليه للاستمرار به متى ما كنت جاهزاً.

source: Once you complete and submit a quiz, it will be marked with the |completed| icon, but you can still click on it to see the score and review your answers.
ar: حالما تقوم بإكمال وتقديم اختبار قصير، سيتم تمييزه بأيقونة |completed|، إلا أنك ستظل قادراً على النقر عليه لرؤية الدرجة واستعراض أجوبتك.

source: Use the **Show correct answer** checkbox to visualize the answer for the questions that you did not answer correctly.
ar: قم باستخدام مربع اختيار **إظهار الإجابة الصحيحة** من أجل عرض إجابات الأسئلة التي لم تجب عليها بشكل صحيح.
es: Usar la casilla de verificación **Mostrar la respuesta correcta** para visualizar la respuesta a las preguntas que no respondiste correctamente.

source: Click the **SIGN IN** button.
es: Clicar el botón **Iniciar sesión**.

source: Main sign in page.
es: Página principal de inicio de sesión.

source: Once you have logged in into Kolibri, you can see and edit your user data from the **Profile** option in the main sidebar menu (below **Learn**).
es: Una vez hayas iniciado sesión en Kolibri, puedes ver y editar tus datos de usuario en la opción **Perfil** del menú principal.

source: View and edit your user profile.
es: Ver y modificar mi perfil de usuario.

source: Learn start page with all your classes.
es: Página de inicio con todas tus clases.

source: Select one of your classes to access :ref:`Lessons` and :ref:`Exams` teachers or coaches prepared for your class.
es: Selecciona una de las clases para acceder a :ref:`Lessons` y :ref:`Exams` que tus profesores o tutores hayan preparado.

source: You can see all your lessons and exams in the Class tab.
es: Puedes ver todas las lecciones y exámenes en la pestaña Clase.

source: Content in Kolibri is grouped in channels.
es: Contenido en Kolibri está agrupado en canales.

source: **Next steps** displays suggestions according to topics and materials you previously visited.
es: **Pasos siguientes** muestra sugerencias acorde con las temas y materiales que has visitado previamente.

source: Learn page gives you access to all Kolibri learning content and activities.
es: La página Aprender te da acceso a todo el contenido de aprendizaje en Kolibri.

source: Use breadcrumbs links to navigate back through Kolibri topics.
es: Usa los enlaces migas de pan para navegar por temas de Kolibri.

source: If the full length of the breadcrumbs becomes too wide for the width of your display, the more general topics will be hidden. Click the leftmost down arrow icon to access them.
es: Si la longitud del menú migas de pan es demasiado grande para el ancho de la pantalla, se ocultarán los temas más generales. Haz clic en el ícono flecha abajo a la izquierdo para acceder a los temas ocultados.

source: Press **Enter** or click the |search| button to display the results.
es: Pulsa **Intro** o haz clic al botón |search| para mostrar los resultados.

source: Duplicated resources in the search results.
es: Recursos duplicados en los resultados de la búsqueda.

source: Progress indicators for learning resources.
es: Indicadores de progreso para recursos de aprendizaje.

source: When you are ready to submit, click the **Check** button.
es: Cuando la respuesta esté lista para enviar, clicar **Comprobar**.

source: When the answer is correct and a |green-check| icon appears in the progress bar below the exercise, click the **Next** button to proceed.
es: Cuando la respuesta es correcta aparece una marca |green-check| en la barra de progreso debajo del ejercicio, haz clic en el botón **Siguiente** para continuar.

source: If the answer is incorrect, read the question again, and try another answer. You can also click the **Use a hint** button, read the suggestions, and try to answer again.
es: Si la respuesta es incorrecta, leer la pregunta nuevamente y intenta contestar otra vez. También puedes hacer clic en el botón **Usar una pista**, leer las sugerencias e intentar responder de nuevo.

source: Once you have achieved the required number of correct answers in a row, you will be rewarded points, and see the suggestion to continue. Click the **Next resource** below to continue learning with the rest of the material in that topic.
es: Una vez que hayas alcanzado el número requerido de respuestas correctas seguidas, recibirás puntos y verás la sugerencia para continuar. Haz clic en **Siguiente recurso** para continuar aprendiendo con el resto del material sobre ese tema.

source: Exercise page in Kolibri.
es: Página de ejercicio en Kolibri.

source: Use the **Download content** button below the player to download the video, audio and thumbnail files to your computer. Some videos will provide multiple resolution options.
es: Usar el botón **Descargar contenido** debajo del reproductor para descargar los archivos de vídeo, audio y miniaturas al tu ordenador. Algunos vídeos ofrecerán múltiples opciones de resolución.

source: Use the **Enter fullscreen** button to open the PDF file in fullscreen view.
es: Usa el botón **Pantalla completa** para abrir el archivo PDF en la vista de pantalla completa.

source: Use the **Esc** key to close the fullscreen view and return.
es: Usa la tecla **Esc** para cerrar la vista de pantalla completa y volver.

source: Use the **Download content** button below the PDF viewer to download the PDF file to your computer.
es: Usar el botón **Descargar contenido** debajo del visor de PDF para descargar los archivos PDF al tu ordenador.

source: Your teacher or coach may prepare a *lesson* (|lessons| icon), a recommended set of learning resources for you or your class to view. You may have more than one lesson available at the time in the **Class** tab, below the **Lessons** heading.
es: Tus tutores pueden preparar la *lección* (icono |lessons|), un conjunto recomendado de recursos de aprendizaje que puedes ver. Puedes tener más de una lección disponible al momento en la pestaña **Clase**, debajo del encabezado **Lecciones**.

source: Exams
es: Exámenes

source: If your teacher or coach scheduled an *exam* (|exams| icon) for you or your class, it will be available in the **Class** tab, under the **Exams** heading. You may have more than one exam available at the time.
es: Si tu tutor ha programado un examen para ti o tu clase, este será visible en la pestaña **Exámenes**. Puede que tengas más de un examen activo al mismo tiempo.

source: If the exam is listed as *Not started*, follow these steps.
es: Si el examen aparece como *No iniciado*, seguir estos pasos.

source: Click on the exam when you are ready to start taking it.
es: Haz clic en el examen cuando estas listo para empezar.

source: You can go on answering the questions in the order you prefer: move through questions with **Previous** and **Next question** buttons, or click on the question number in the column on the left side.
es: Puedes ir contestando preguntas en el orden que prefieras: usa botones **Siguiente pregunta** y **Pregunta anterior**, o clica el número de la pregunta en la columna a la izquierda.

source: Press the *Back to exam list* if you want to pause the exam and come back later.
es: Pulsa *Volver a la lista de exámenes* si quieres pausare el examen y volver más tarde.

source: Press the button **Submit exam** when you want to submit it for grading.
es: Pulsa el botón **Enviar examen** cuando quieras enviarlo para calificar.

source: Exam that you did not yet submit will be marked with the |in-progress| icon, so you can easily recognize it, and click to resume when you are ready.
es: El examen que aún no está enviado estará marcado con el icono |in-progress| para que puedas reconocerlo fácilmente, y hacer clic para reanudarlo cuando estas listo.

source: Once you complete and submit an exam, it will be marked with the |completed| icon, but you can still click on it to see the score and review your answers.
es: Una vez que completas y envías un examen, se marcará con el icono |completed|, pero aún puedes hacer clic en él para ver los puntos y revisar tus respuestas.

source: Open the completed result to review your answers.
es: Abrir el examen completado para revisar tus respuestas.
