Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/learner.po
Languages: fil_ph, pt_pt

source: Press the button Submit exam when you are positive that you answered all the questions, and you want to finish the exam.
fil_ph: I-press ang pindutang Submit ng eksamen kung ikaw ay positibo na nasagutan ang lahat ng mga kwestiyon, at gusto mong tapusin na ang eksamen.
pt_pt: Pressione o botão Enviar exame quando tiver a certeza de que respondeu a todas as perguntas e que deseja terminar o exame.

source: You will see instant feedback with the result of your exam.
fil_ph: Ikaw ay makakakita ng feedback na instant na may kasamang resulta ng iyong eksamen.
pt_pt: Vai ver instantaneamente um comentário com o resultado do seu exame.
