Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: a larger country- or region level Kolibri content server outside your LAN, but with resources specific to your implementation requirements
ar: خادم محتوى كوليبري على نطاق أكبر من مستوى الدولة- أو المنطقة خارج الشبكة المحلية الخاصة بك، ولكن مع موارد مخصصة لمتطلبات التنفيذ الخاصة بك

source: various instances of Kolibri servers in your local network, in order to support a high number of client (learner) devices
ar: حالات متعددة لخوادم كوليبري في شبكتك المحلية، وذلك في سبيل دعم عدد كبير من أجهزة العميل (المتعلم)

source: Follow these steps to import content channels.
ar: قم باتباع هذه الخطوات لاستيراد القنوات التعليمية.

source: Choose option *Local network or internet*, and click :guilabel:`CONTINUE`.
ar: قم باختيار *الشبكة المحلية أو الإنترنت*، ومن ثم قم بالنقر على :guilabel:`متابعة`.

source: Click *New address* link to add a new network address.
ar: قم بالنقر على رابط *عنوان جديد* لإضافة عنوان جديد لشبكة الاتصال.

source: Input the full network address, and assign a name for this network. Don't forget to add the correct port if different from the default one ``8080``. You can use either the IP address or the domain name.
ar: قم بإدخال عنوان الشبكة كاملاً، ومن ثم بتحديد اسم لهذه الشبكة. لا تنسَ إضافة المنفذ الصحيح في حال كان مختلفاً عن المنفذ الافتراضي ``8080``. يمكنك استخدام أي من عنوان IP أو اسم النطاق.

source: Click :guilabel:`ADD` to save this address to your device settings. If you later decide to delete it, use the link *Forget*.
ar: قم بالنقر على :guilabel:`إضافة` لحفظ هذا العنوان لإعدادات جهازك. في حال قررت حذفه لاحقاً، ما عليك سوى استخدام رابط *نسيان*.

source: Click :guilabel:`CONTUNUE` and follow the same steps for selecting topics and resources as for the :ref:`import from Kolibri Studio <central_server>`.
ar: قم بالنقر على :guilabel:`متابعة` وقم باتباع نفس الخطوات لتحديد المواضيع والمصادر من أجل :ref:`الاستيراد من استوديو كوليبري <central_server>`.

source: This feature was introduced in Kolibri version 0.11, and all the server devices to be used for this type of content import **must have the Kolibri version 0.11 or later** running.
ar: تم تقديم هذه الميزة في الإصدار 0.11 من كوليبري، وكافة أجهزة الخادم قيد التشغيل والتي سيتم استخدامها لهذا النوع من استيراد المحتوى **ينبغي أن تحتوي على إصدار 0.11 من كوليبري أو ما بعد**.

source: Import Content from a Local Drive
ar: استيراد محتوى من محرك أقراص محلي
es: Importar desde disco local

source: If the computer where Kolibri server is running does not have access to Internet or has insufficient bandwidth, you have the option to receive content channels stored on an external drive (USB stick or hard disk). Follow these steps to import content channels.
ar: في حال كان الحاسوب الذي يتم تشغيل خادم كوليبري عليه لا يملك إمكانية الوصول إلى الإنترنت، أو لا يملك عرض نطاق ترددي كافٍ، لديك الخيار للحصول على محتوى القنوات المخزنة على محرك أقراص خارجي (وحدة تخزين USB أو قرص صلب). قم باتباع هذه الخطوات لاستيراد محتوى القنوات التعليمية.
es: Si el equipo donde se ejecuta el servidor de Kolibri no tiene acceso a Internet o no tiene suficiente ancho de banda, existe la opción de recibir canales de contenidos almacenados en un disco externo (llave USB o disco duro). Seguir estos pasos para importar canales de contenidos.

source: Connect the external USB drive to your computer.
ar: قم بوصل محرك الأقراص الخارجي USB بالحاسوب الخاص بك.
es: Conectar la unidad externa USB a tu ordenador.

source: Choose option for *Attached drive or memory card*, and click :guilabel:`CONTINUE`.
ar: قم باختيار خيار *محرك أقراص أو بطاقة ذاكرة مرفقة*، ومن ثم قم بالنقر على :guilabel:`متابعة`.

source: Kolibri will automatically detect and display the drive(s) with available Kolibri content files.
ar: سيقوم كوليبري تلقائياً بكشف وعرض القرص (الأقراص) مع ملفات المحتوى المتوفرة من كوليبري.
es: Kolibri automáticamente detectará y visualizará el disco (o los discos) disponible que contiene los archivos de contenido Kolibri.

source: Select the drive where the desired channel is stored, and click :guilabel:`CONTINUE`.
ar: قم بتحديد محرك الأقراص حيث تم تخزين القناة المطلوبة، ومن ثم قم بالنقر على :guilabel:`متابعة`.

source: Click :guilabel:`SELECT` for the desired channel, and follow the same steps for selecting topics and resources as for the :ref:`import from Kolibri Studio <central_server>`.
ar: قم بالنقر على :guilabel:`تحديد` للقناة المطلوبة، ثم قم باتباع نفس الخطوات لتحديد المواضيع والمصادر من أجل :ref:`الاستيراد من استوديو كوليبري <central_server>`.

source: Workaround for import from external drive on older devices
ar: الحل من أجل الاستيراد من محرك أقراص خارجي على الأجهزة القديمة

source: If Kolibri is installed on an older or a low-resource device, you can try the following procedure for importing content channels for faster results.
ar: في حال تم تثبيت كوليبري على جهاز قديم أو ذو موارد منخفضة، يمكنك المحاولة عبر الإجراء التالي من أجل استيراد محتوى القنوات للحصول على نتائج أسرع.
es: Si Kolibri está instalado en un dispositivo más antiguo o con recursos bajos, se puede probar el siguiente procedimiento para importar canales de contenidos para obtener resultados más rápidos.

source: Stop Kolibri.
ar: قم بإيقاف تشغيل كوليبري.
es: Salir de Kolibri.

source: Browse the local drive with the file explorer of your operating system.
ar: قم باستعراض محرك الأقراص المحلي باستخدام مستكشف الملفات في نظام التشغيل الخاص بك.
es: Abrir el disco conectado con el explorador de archivos de tu sistema operativo.

source: Copy the ``content`` folder located inside the ``KOLIBRI_DATA`` folder on the local drive.
ar: قم بنسخ مجلد ``content`` الموجود داخل مجلد ``KOLIBRI_DATA`` على القرص المحلي.
es: Copiar la carpeta ``content`` situada dentro la carpeta ``KOLIBRI_DATA`` en el disco conectado.

source: Paste the copied ``content`` folder inside the ``.kolibri`` folder on your hard disk. The location of the ``.kolibri`` folder will depend on your operating system (see the table below).
ar: قم بلصق مجلد ``content`` المنسوخ داخل مجلد ``.kolibri`` على القرص الصلب الخاص بك. سوف يعتمد موقع مجلد ``.kolibri`` على نظام التشغيل الخاص بك (انظر الجدول أدناه).
es: Pegar la carpeta ``content`` copiada dentro de la carpeta ``.kolibri`` en el disco duro principal del ordenador. La ubicación de la carpeta ``.kolibri`` dependerá de su sistema operativo (véase la tabla a continuación).

source: Confirm the merge of the two folders.
ar: قم بتأكيد دمج المجلدين.
es: Confirman la fusión de las dos carpetas.

source: Restart Kolibri, and the new channels should now be available.
ar: أعد تشغيل كوليبري، وستكون القنوات الجديدة متاحة الآن.
es: Reiniciar Kolibri y los nuevos canales ya deberían estar disponibles.

source: **Beware that the restart might take longer after these steps, as Kolibri needs to map all the new content in the database.**
ar: **قم بالانتباه إلى أن عملية إعادة التشغيل قد تستغرق وقتاً أطول بعد هذه الخطوات، حيث سيحتاج كوليبري إلى جدولة كامل المحتوى الجديد في قاعدة البيانات.**

source: **Operating system**
ar: **نظام التشغيل**
es: **Sistema operativo**

source: **Location**
ar: **الموقع**
es: **Ubicación**

source: Windows
ar: ويندوز

source: Linux
ar: لينوكس

source: On Linux and OSX you will need to enable the **Show hidden folders** option in order to view the ``.kolibri`` folder.
ar: ستحتاج على نظامي لينوكس و OSX إلى تفعيل خيار **إظهار المجلدات المخفية** بحيث يتم عرض مجلد ``.kolibri``.
es: En Linux y OSX hay que habilitar la opción **Mostrar carpetas ocultas** para poder ver la carpeta ``.kolibri``.

source: Export from Kolibri to Local Drive
ar: التصدير من كوليبري إلى محرك أقراص محلي
es: Exportar desde Kolibri a disco local

source: If you have imported content on one Kolibri device, and want to make it available on another computer where Kolibri is installed, follow these steps to export your content channels.
ar: في حال قمت باستيراد محتوى على جهاز كوليبري، وترغب في إتاحته على جهاز كمبيوتر آخر تم تثبيت كوليبري عليه، قم باتباع هذه الخطوات لتصدير القنوات التعليمية الخاصة بك.

source: You must have an external drive (SD card, USB stick or hard disk) attached to your device.
ar: ينبغي أن يكون لديك محرك أقراص خارجي (بطاقة من نوع SD أو وحدة تخزين USB أو قرص صلب) يتم ربطه بالجهاز الخاص بك.
es: Para este procedimiento hay que tener una unidad externa (USB, disco duro, tarjeta SD) conectada al dispositivo.

source: Click :guilabel:`EXPORT` in the **Channels** tab on the **Device** page.
ar: قم بالنقر على :guilabel:`تصدير` في تبويب **القنوات** في صفحة **الجهاز**.

source: Select the local drive (destination for the export) where you wish to export Kolibri content, and click :guilabel:`CONTINUE`.
ar: قم بتحديد محرك الأقراص المحلي (وجهة التصدير) حيث تود أن يتم تصدير محتوى كوليبري، ومن ثم قم بالنقر فوق :guilabel:`متابعة`.

source: In the *Export to <name-of-your-drive>* page you will be able to see all the available content channels on your device.
ar: ستكون قادراً من خلال صفحة *تصدير إلى <name-of-your-drive>* على رؤية كافة القنوات التعليمية المتاحة على الجهاز الخاص بك.
es: En la página *Exportar a <nombre-de-unidad-conectada>* se pueden ver todos los canales de contenido disponibles en su dispositivo.

source: Click :guilabel:`SELECT` for the desired channel, and wait for Kolibri to display the channel information and the topic tree.
ar: قم بالنقر على :guilabel:`تحديد` للقناة المرغوبة، وانتظر إلى أن يقوم كوليبري بعرض معلومات القناة والملفات الفرعية للمواضيع.

source: In the **Select content from...** page you will see all the details of the selected channel: description, version, total size and number of learning resources.
ar: ستشاهد في صفحة **اختر محتوى للاستيراد** كافة تفاصيل القناة المحددة: الوصف، الإصدار، الحجم الإجمالي وعدد مصادر التعلم.
es: En la página **Seleccionar contenido desde...** se pueden ver todos los detalles del canal seleccionado: descripción, versión, tamaño y número de recursos de aprendizaje.

source: Under **Choose content to export** you can browse the channel topics and individual resources. Use the *Select all* checkbox to import the content channel in full, or select only certain topics or resources. As you keep selecting, you will see the total number and size on disk under *Resources selected:*, and the remaining space on the destination drive.
ar: يمكنك تصفح مواضيع القناة والمصادر الفردية أسفل **اختر محتوى للتصدير**. قم باستخدام خانة اختيار *تحديد الكل* لاستيراد قناة المحتوى كاملةً، أو قم باختيار مواضيع أو مصادر محددة. أثناء قيامك بالتحديد، ستشاهد العدد الإجمالي والحجم على القرص أسفل *مصادر تم تحديدها:*، إضافة إلى المساحة المتبقية على محرك الأقراص الذي يتم التصدير إليه.
es: Bajo **Seleccionar contenido para exportar** se pueden explorar temas y recursos individuales. Usar la casilla de verificación *Seleccionar todo* para exportar el canal en su totalidad, o seleccionar sólo algunos temas o recursos. Mientras se vaya seleccionando, se podrá ver el número total de recursos y su tamaño en disco bajo *Recursos seleccionados:*, junto al espacio restante en la unidad de destino.

source: Click :guilabel:`EXPORT` once you finish selecting all the desired content.
ar: قم بالنقر على :guilabel:`استيراد` بمجرد انتهائك من تحديد المحتوى المطلوب.

source: Wait for Kolibri to export the selected content and click :guilabel:`CLOSE`.
ar: قم بالانتظار إلى أن ينتهي كوليبري من تصدير المحتوى المحدد ثم قم بالنقر على :guilabel:`إغلاق`.

source: Once the export is finished, safely disconnect the drive according to the recommended procedure for your operating system, and proceed to import channels on other devices.
ar: بمجرد انتهاء التصدير، قم بإزالة وصل محرك الأقراص بشكل آمن بحسب الإجراء الموصى به على نظام التشغيل لديك، وتابع من أجل استيراد القنوات في الأجهزة الأخرى.
es: Una vez terminada la exportación, desconectar la unidad de manera segura según el procedimiento recomendado para su sistema operativo y proceder a importar canales en otros dispositivos.

source: This procedure makes a copy of the ``content`` folder located inside the ``.kolibri`` folder on your hard disk, and places it in the ``KOLIBRI_DATA`` folder on the selected local drive. This structure is recognized by the **Import from local drive** command.
ar: هذا الإجراء يقوم بإنشاء نسخة من مجلد ``content`` المتوضع داخل مجلد ``.kolibri`` على القرص الصلب الخاص بك، ويقوم بوضعها في مجلد ``KOLIBRI_DATA`` على القرص المحلي المحدد. يمكن التعرف على هذه البنية بواسطة الأمر **استيراد من قرص محلي**.
es: Este procedimiento hace una copia de la carpeta ``content`` situada dentro de la carpeta ``.kolibri`` en el disco duro y la coloca dentro la carpeta ``KOLIBRI_DATA`` en el disco externo seleccionado. Esta estructura es reconocida por el comando **Importar desde disco local**.

source: Delete Channel
ar: حذف قناة
es: Eliminar canal

source: To delete a content channel from your device, follow these steps.
ar: لحذف قناة تعليمية من جهازك، قم باتباع الخطوات التالية.
es: Para eliminar un canal de contenido desde el dispositivo, seguir estos pasos.

source: Click :guilabel:`OPTIONS` for the channel you want to delete.
ar: قم بالنقر على :guilabel:`خيارات` للقناة التي ترغب بحذفها.

source: Select **Delete** option.
ar: قم بتحديد خيار **حذف**.
es: Seleccionar la opción **Eliminar**.

source: Click :guilabel:`DELETE` to proceed, or :guilabel:`CANCEL` to exit without deleting the channel.
ar: قم بالنقر على :guilabel:`حذف` للمتابعة، أو على :guilabel:`إلغاء` للخروج من دون حذف القناة.

source: Manage Facility
ar: إدارة المرفق التعليمي
es: Gestionar Centro Educativo

source: You can edit facility configuration settings in Kolibri from the **Settings** tab in your **Facility** dashboard (|settings| icon).
ar: بإمكانك تعديل إعدادات تهيئة المرفق التعليمي في كوليبري من تبويب **إعدادات** على صفحة **المرفق التعليمي** الخاصة بك (أيقونة |settings|).
es: Puedes editar opciones de configuración del centro en la pestaña **Configuración** del panel **Centro educativo** de Kolibri (icono|settings|).

source: Activate the options you want to make available for the users of your facility. You have the possibility to allow users to:
ar: قم بتفعيل الخيارات التي ترغب بجعلها متاحةً لمستخدمي مرفقك التعليمي. يمكنك السماح للمستخدمين بما يلي:
es: Activar las opciones que deseas poner a disposición de los usuarios de tus instalaciones. Tienes la posibilidad de permitir a los usuarios:

source: edit their full names and usernames
ar: تعديل أسمائهم الكاملة وأسماء المستخدمين الخاصة بهم
es: editar sus nombres completos y nombres de usuario

source: sign in without password (except Admin users)
ar: تسجيل الدخول من دون كلمة مرور (باستثناء المستخدمين بصفة مشرفين)
es: iniciar sesión sin contraseña (excepto los usuarios Admin)

source: download content items (videos, documents, etc.) on their own devices
ar: تحميل عناصر المحتوى (مقاطع الفيديو، المستندات، إلخ) على أجهزتهم
es: descargar elementos de contenido (videos, documentos, etc.) en sus propios dispositivos

source: browse content without signing in
ar: القيام باستعراض القنوات التعليمية دون تسجيل الدخول

source: create accounts on your facility
ar: إنشاء حسابات على المرفق التعليمي الخاص بك

source: Manage facility configuration settings.
ar: قم بإدارة إعدادات تهيئة المرفق التعليمي.

source: To manage facility settings in Kolibri you must sign in as **admin** or **super admin**.
ar: لإدارة إعدادات مرفق تعليمي في كوليبري، ينبغي عليك تسجيل الدخول بصفة **مشرف** أو **مشرف متميز**.

source: Manage Users
ar: إدارة المستخدمين
es: Gestionar usuarios

source: You can search for, filter, add, and edit user accounts in Kolibri from the **Users** tab in your **Facility** dashboard (|users| icon).
ar: يمكنك فرز/إضافة/تعديل/البحث عن حسابات مستخدمين كوليبري من خلال تبويب **المستخدمون** على صفحة **المرفق التعليمي** الخاص بك (أيقونة |users|).
es: Puedes buscar, filtrar, añadir y editar cuentas de usuario en Kolibri desde la pestaña **Usuarios** en el panel **Centro educativo** (icono |users|).

source: To manage Kolibri users you must sign in as **admin** or **super admin**.
ar: لإدارة مستخدمي كوليبري، ينبغي تسجيل الدخول بصفة **مشرف** أو **مشرف متميز**.

source: Create a New User Account
ar: إنشاء حساب مستخدم جديد
es: Crear nuevo usuario

source: To create a new user account, follow these steps.
ar: لإنشاء حساب مستخدم جديد، قم باتباع الخطوات التالية.
es: Para crear una nueva cuenta de usuario, seguir estos pasos.

source: Click :guilabel:`NEW USER` button.
ar: قم بالنقر على زر :guilabel:`مستخدم جديد`.

source: Fill in the required information (name, username, password).
ar: قم بإدخال المعلومات المطلوبة (الاسم، اسم المستخدم، كلمة المرور).
es: Introducir la información requerida (nombre completo, nombre de usuario, contraseña, tipo).

source: Select the user type (*Admin*, *Coach* or *Learner*).
ar: قم بتحديد نوع المستخدم (*مشرف*، *مدرب* أو *متعلم*).

source: Click :guilabel:`SAVE` to add the new user.
ar: قم بالنقر على :guilabel:`حفظ` لإضافة مستخدم جديد.

source: Coach Type
ar: المستخدم من نوع مدرّب
es: Tipo tutor

source: When you create a new *Coach* user account, or change the type (role) to *Coach* for an existing user, you can choose between:
ar: عندما تقوم بإنشاء حساب مستخدم *مدرب* جديد، أو تغيير النوع (الدور) إلى *مدرب* لمستخدم موجود بالفعل، يمكنك الاختيار ما بين:

source: **Class coach**, that will have access to the coach dashboard and permissions to instruct ONLY the learners in the classes they are assigned to.
ar: **مدرب صف دراسي**، والذي ستتاح له إمكانية الوصول إلى صفحة وأذونات المدرب لإرشاد المتعلمين في الصفوف الدراسية المحددة لهم فقط.
es: **Tutor de clase**, que tendrá acceso al panel del tutor, y los permisos para instruir SOLAMENTE a estudiantes en las clases a las que está asignado.

source: **Facility coach**, that will have access to the coach dashboard and permissions to instruct ALL the classes and the learners in the facility.
ar: **مدرب مرفق تعليمي**، والذي ستتاح له إمكانية الوصول إلى صفحة وأذونات المدرب لإرشاد كافة الصفوف الدراسية والمتعلمين في المرفق التعليمي.
es: **Tutor del centro**, que tendrá acceso al panel del tutor, y los permisos para instruir TODOS estudiantes en las clases del centro educativo.

source: Select Users by Type
ar: تحديد المستخدمين حسب النوع
es: Seleccionar usuarios según tipo

source: Click to open the selector under **User type** to see filtering options. **All** users are displayed by default.
ar: قم بالنقر لفتح المحدِّد أسفل **نوع المستخدم** من أجل مشاهدة خيارات الفرز. يتم عرض **جميع** المستخدمين بشكل افتراضي.

source: Toggle between options (learners, coaches, admins) to display the users according to type.
ar: قم بالتبديل بين خيارات (المتعلمين، المدربين، والمشرفين) لعرض المستخدمين حسب النوع.

source: Edit User’s Account
ar: تعديل حساب المستخدم
es: Editar cuenta de usuario

source: To edit username, full name or account type, follow these steps.
ar: لتعديل اسم المستخدم، الاسم الكامل، أو نوع الحساب، قم باتباع الخطوات التالية.
es: Para editar el nombre de usuario o el tipo de cuenta, seguir estos pasos.

source: Click on the :guilabel:`OPTIONS` button for the desired user and select the **Edit details** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للمستخدم المطلوب ثم حدد خيار **تعديل التفاصيل**.

source: Edit **Full name**, **Username** or **User type** in the **Edit user details** window.
ar: قم بتعديل **الاسم الكامل**، **اسم المستخدم** أو **نوع المستخدم** في نافذة **تعديل تفاصيل المستخدم**.

source: Click :guilabel:`SAVE` to update the edited information, or :guilabel:`CANCEL` to exit without saving.
ar: قم بالنقر على :guilabel:`حفظ` لتحديث المعلومات المعدلة، أو على :guilabel:`إلغاء` للخروج من دون حفظ التغييرات.

source: Reset User’s Password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña de usuario

source: Click on the :guilabel:`OPTIONS` for the desired user and select the **Reset password** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للمستخدم المطلوب ثم حدد خيار **إعادة تعيين كلمة المرور**.

source: Enter the new password in both fields in the **Reset user password** window.
ar: قم بإدخال كلمة المرور الجديدة في كل من الحقلين في نافذة **إعادة تعيين كلمة مرور المستخدم**.

source: Click :guilabel:`SAVE` to confirm, or :guilabel:`CANCEL` to exit without changing the password.
ar: قم بالنقر على :guilabel:`حفظ` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون تغيير كلمة المرور.

source: Delete User’s Account
ar: حذف حساب مستخدم
es: Eliminar cuenta de usuario

source: Click on the :guilabel:`OPTIONS` for the desired user and select the **Delete** option.
ar: قم بالنقر على زر :guilabel:`خيارات` للمستخدم المطلوب ثم حدد خيار **حذف**.

source: Click :guilabel:`DELETE` to confirm, or :guilabel:`CANCEL` to exit without deleting the account.
ar: قم بالنقر على :guilabel:`حذف` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون حذف الحساب.

source: When you delete a user, all their learning records will be erased from the database.
ar: عند قيامك بحذف مستخدم، سيتم مسح كافة سجلات التعلم الخاصة به من قاعدة البيانات.
es: Cuando se elimina un usuario, se borrarán todos los registros de su aprendizaje de la base de datos.

source: Manage Classes
ar: إدارة الصفوف الدراسية
es: Gestionar clases

source: You can view, create and delete classes, as well as search, filter and enroll Kolibri users in them, using the **Classes** tab in your **Facility** dashboard (|classes| icon). Default view displays the list of all classes in your facility, with the number of enrolled users for each class.
ar: يمكنك عرض، إنشاء وحذف الصفوف الدراسية، إضافة إلى البحث عنها وفرزها وإضافة مستخدمي كوليبري إليها، وذلك باستخدام تبويب **الصفوف الدراسية** على صفحة **المرفق التعليمي** الخاصة بك (أيقونة |classes|). العرض الافتراضي يُظهر قائمة بكافة الصفوف الدراسية في مرفقك التعليمي، مع عدد المستخدمين المضافين إلى كل منها.
es: Para ver, crear y eliminar las clases, así como la buscar, filtrar e inscribir los usuarios Kolibri en ellas, hay que ir a la pestaña **Clases** en el panel **Centro educativo** (icono |classes|). La vista predeterminada muestra la lista de todas las clases del centro, con el número de estudiantes en cada una.

source: To manage Kolibri classes you must sign in as **admin** or **super admin**.
ar: لإدارة الصفوف الدراسية في كوليبري، ينبغي تسجيل الدخول بصفة **مشرف** أو **مشرف متميز**.

source: Add New Class
ar: إضافة صف دراسي جديد
es: Añadir nueva clase

source: To add a new class, follow these steps.
ar: لإضافة صف دراسي جديد، قم باتباع الخطوات التالية.
es: Para crear una nueva clase, seguir estos pasos.

source: Click :guilabel:`NEW CLASS`.
ar: قم بالنقر على :guilabel:`صف دراسي جديد`.

source: Fill in the class name.
ar: قم بإدخال اسم الصف الدراسي.
es: Introducir el nombre para la clase.

source: Click :guilabel:`SAVE` to add the new class, or :guilabel:`CANCEL` to exit.
ar: قم بالنقر على :guilabel:`حفظ` لإضافة الصف الدراسي الجديد، أو على :guilabel:`إلغاء` للخروج.

source: Delete Class
ar: حذف صف دراسي
es: Eliminar clase

source: To delete class, follow these steps.
ar: لحذف صف دراسي، قم باتباع الخطوات التالية.
es: Para eliminar una clase, seguir estos pasos.

source: Click :guilabel:`DELETE CLASS` for the chosen class from the list.
ar: قم بالنقر على :guilabel:`حذف الصف الدراسي` للصف الدراسي المختار من القائمة.

source: Click :guilabel:`DELETE` in the confirmation window to proceed, or :guilabel:`CANCEL` to exit without deleting the class.
ar: قم بالنقر على :guilabel:`حذف` في نافذة التأكيد للمتابعة، أو على :guilabel:`إلغاء` للخروج بدون حذف الصف الدراسي.

source: Users enrolled in the class you are deleting will not be removed from the database.
ar: لن تتم إزالة المستخدمين المضافين للصف الدراسي الذي تقوم بحذفه من قاعدة البيانات.
es: Los usuarios inscritos en la clase eliminada no se eliminarán de la base de datos.

source: Edit Class, Learners and Coaches
ar: تعديل الصفوف الدراسية، المتعلمين والمدربين
es: Editar clases, estudiantes y tutores
