Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: Manage Kolibri
ar: إدارة كوليبري
es: Gestionar Kolibri

source: Default User Roles
ar: الوظائف الافتراضية للمستخدم
es: Roles de usuario por defecto

source: Kolibri users by default can be divided in 3 different roles with respective access to features.
ar: يمكن تقسيم مستخدمي كوليبري بشكل افتراضي إلى 3 وظائف مختلفة مع مراعاة الوصول إلى الميزات.
es: Los usuarios de Kolibri por defecto pueden tener 3 diferentes roles con el respectivo acceso a las funcionalidades.

source: Default user roles
ar: الوظائف الافتراضية للمستخدم
es: Roles de usuario por defecto

source: **Learners** can:
ar: بإمكان **المتعلمين**:
es: **Estudiantes** pueden:

source: View content and have their progress tracked
ar: عرض القنوات التعليمية ومتابعة التقدم المحرز
es: Ver el contenido y tener el progreso de aprendizaje bajo seguimiento

source: **Coaches** can:
ar: بإمكان **المدربين**:
es: **Tutores** pueden:

source: View *Coach* dashboard and track progress of other users and usage stats for individual exercises
ar: عرض صفحة *المدرب* الخاصة بك ومتابعة التقدم المحرز لمستخدمين آخرين وحالة الاستخدام في التمارين الفردية
es: Ver el panel *Tutorizar*, seguir el progreso de otros usuarios y ver estadísticas de uso para los ejercicios individuales

source: Create/Edit/Delete *Groups* in *Classes* and add users to them
ar: إنشاء/ تعديل/ حذف *المجموعات* في *الصفوف الدراسية* وإضافة مستخدمين إليها
es: Crear/editar/eliminar *Grupos* en *Clases* y añadir usuarios

source: Create/Edit/Delete *Exams* and assign them to users
ar: إنشاء/ تعديل/ حذف *الاختبارات القصيرة* وتحديدها للمستخدمين
es: Crear/editar/eliminar *Exámenes* y asignarlos a los usuarios

source: Create/Edit/Delete *Lessons* and assign them to users
ar: إنشاء/ تعديل/ حذف *الدروس* وتحديدها للمستخدمين
es: Crear/editar/eliminar *Lecciones* y asignarlas a los usuarios

source: *Facility coaches* have access to all classes, *class coaches* only to ones they are assigned to
ar: *مدربو المرفق التعليمي* لديهم إمكانية الوصول إلى كافة الصفوف الدراسية، *مدربو الصفوف* لديهم إمكانية الوصول فقط إلى الصفوف المحددة لهم

source: **Admins** can:
ar: بإمكان **المشرفين**:
es: **Administradores** pueden:

source: Create/Edit/Delete other **admins**, **coaches**, and **learners**
ar: إنشاء/ تعديل/ حذف **مشرفين**، **مدربين** و **متعلمين** آخرين

source: Create/Edit/Delete *Classes* and enroll users in them
ar: إنشاء/ تعديل/ حذف *الصفوف الدراسية* وإضافة المستخدمين إليها
es: Crear/editar/eliminar *Clases* e inscribir usuarios en ellas

source: View/Edit *Facility configuration* settings
ar: عرض/ تعديل إعدادات *تهيئة المرفق التعليمي*
es: Ver/Editar la configuración del *Centro educativo*

source: Export *Detail* and *Summary* logs usage data
ar: تصدير *التفاصيل* و *الملخص* الخاص ببيانات استخدام السجلات
es: Exportar *Registros de sesión* y *Registros resumidos* de los datos de uso

source: Kolibri Super Admins
ar: مشرف كوليبري المتميز

source: Kolibri **super admin** users have all device permissions, and are able to :ref:`assign them to other users <permissions>`. Therefore **super admin** users can:
ar: مستخدمو كوليبري **المشرفون المتميزون** يملكون أذونات كافة الاجهزة، ويمكنهم :ref:`تحديدها لمستخدمين آخرين <permissions>`. وبناء على ذلك، فإنه بإمكان **المشرف المتميز** أن:

source: Import/Export *Content* channels
ar: استيراد/ تصدير *القنوات التعليمية*
es: Importar y exportar canales de *Contenido*

source: View/Edit *Permissions* of other users
ar: عرض/ تعديل *الأذونات* الخاصة بمستخدمين آخرين
es: Ver/Editar *Permisos* de otros usuarios

source: If you are unable to retrieve the username and password for a super admin account in your facility, you can :ref:`create a new super admin account using the command line <create_superuser>`.
ar: في حال لم تتمكن من استعادة اسم المستخدم وكلمة السر الخاصين بحساب المشرف المتميز في المرفق التعليمي الخاص بك، يمكنك :ref:`إنشاء حساب مشرف متميز باستخدام سطر الأوامر <create_superuser>`.

source: Assign Additional Permissions
ar: تحديد أذونات إضافية
es: Asignar permisos adicionales

source: By default, only **super admin** users can view the **Device** dashboard, import/export **Content** channels in Kolibri, and modify **Permissions** for other users. However, depending on the needs of the institution, **super admin** users can also :ref:`grant these permissions <permissions>` to other users.
ar: **المشرفون المتميزون** فقط يمكنهم وبشكل افتراضي عرض صفحة **الجهاز**، استيراد/ تصدير **القنوات التعليمية** في كوليبري، وتعديل **الأذونات** الخاصة بالمستخدمين الآخرين. على أية حال، وحسب احتياجات المؤسسة، بإمكان **المشرفين المتميزين** أيضاً أن :ref:`يقوموا بمنح هذه الأذونات <permissions>` لمستخدمين آخرين.

source: Manage Device
ar: إدارة الجهاز
es: Gestionar dispositivo

source: You can manage content and permissions, and view the detailed info of the device where Kolibri is running from the **Device** dashboard.
ar: يمكنك إدارة القنوات التعليمية والأذونات، وعرض معلومات مفصلة عن الجهاز الذي يتم تشغيل كوليبري عليه وذلك من خلال صفحة **الجهاز**.
es: Para gestionar el contenido, los permisos, y ver la información detallada del dispositivo donde se ejecuta Kolibri, hay que ir al panel **Dispositivo**.

source: To manage device settings you must have the appropriate permissions.
ar: لإدارة إعدادات الجهاز، ينبغي أن تكون لديك الأذونات المناسبة لذلك.
es: Para gestionar la configuración de dispositivo hay que tener los permisos apropiados.

source: Assign Permissions
ar: تحديد الأذونات
es: Asignar permisos

source: You can assign additional permissions to Kolibri users which will provide them access to more features compared to their :ref:`user roles <user_roles>`. To manage permissions for Kolibri users, use the **Permission** tab in the **Device** dashboard (|permissions| icon).
ar: يمكنك تحديد أذونات إضافية لمستخدمي كوليبري الأمر الذي من شأنه أن يتيح لهم وصولاً إلى مزيد من الميزات مقارنة بـ :ref:`أدوارهم كمستخدمين <user_roles>`. لإدارة أذونات مستخدمي كوليبري، قم باستخدام تبويب **الأذونات** على صفحة **الجهاز** (أيقونة |permissions|).
es: Puedes asignar permisos adicionales a los usuarios de Kolibri para permitirles acceso a más características en comparación con su :ref:`roles de usuario <user_roles>` por defecto. Para gestionar permisos para los usuarios de Kolibri, ir a la pestaña **Permisos** del panel **Dispositivo** (icono |permissions|).

source: Permission to Manage Content
ar: الإذن بإدارة القنوات التعليمية
es: Permiso para administrar contenido

source: To grant permission to another user to manage content channels in Kolibri, that is to import, export and delete them from the device, follow these steps.
ar: لمنح مستخدم آخر صلاحية إدارة القنوات التعليمية في كوليبري، أي استيرادها وتصديرها وحذفها من الجهاز، قم باتباع الخطوات التالية.

source: Click :guilabel:`EDIT PERMISSIONS` for the chosen user.
ar: قم بالنقر على :guilabel:`تعديل الأذونات` للمستخدم الذي تم اختياره.

source: Under **Device permissions** activate the option *Can import and export content channels*.
ar: قم بتفعيل الخيار *يمكن استيراد وتصدير القنوات التعليمية* أسفل **أذونات الجهاز**.

source: Click :guilabel:`SAVE CHANGES` to apply and finish.
ar: قم بالنقر على :guilabel:`حفظ التغييرات` للتطبيق والانهاء.

source: The users who have been granted the permissions to manage content channels will have a black key indicator in front of their name, and will be able to see the **Device** dashboard with the **Channels** tab.
ar: سيحصل المستخدمون الذين تم منحهم أذونات إدارة القنوات التعليمية على مؤشر بشكل مفتاح أسود أمام أسمائهم، وسيتمكنون من رؤية صفحة **الجهاز** بالاضافة إلى تبويب **القنوات التعليمية**.

source: Super Admin Permissions
ar: أذونات المشرف المميّز

source: To grant **super admin** permissions to another user, follow these steps.
ar: لمنح أذونات **المشرف المتميز** لمستخدم آخر، قم باتباع هذه الخطوات.

source: Activate the option *Make super admin*.
ar: قم بتفعيل خيار *تعيين الدور إلى مشرف متميز*.

source: The users who have been granted the **super admin** permissions will have a yellow key indicator in front of their name, and will be able to see the **Device** dashboard with both the **Content** and **Permissions** tabs.
ar: سيحصل المستخدمون الذين مُنحوا أذونات **مشرف متميز** على مؤشر بشكل مفتاح أصفر أمام أسمائهم، وسيكونون قادرين على رؤية صفحة **الجهاز** مع كل من تبويبي **القنوات التعليمية** و **الأذونات**.

source: View Device Info
ar: عرض معلومات الجهاز
es: Ver información del dispositivo

source: To view the detailed info of the device where Kolibri is running on, use the **Info** tab in the **Device** dashboard (|info| icon). This information will be useful in case you need to report an issue with Kolibri on the :ref:`Learning Equality Community Forums <forums>`.
ar: لعرض معلومات للجهاز الذي يعمل عليه كوليبري بشكل مفصل، قم باستخدام تبويب **معلومات** على صفحة **الجهاز** (أيقونة |info|). ستكون هذه المعلومات مفيدة في حال احتجت إلى الإبلاغ عن مشكلة مع كوليبري على :ref:`منتديات مجتمع Learning Equality <forums>`.

source: Click the **Show** link to open the *Advanced* device info.
ar: قم بالنقر على رابط **عرض** لفتح معلومات الجهاز *المتقدمة*.

source: Make note or copy the following device details to clipboard.
ar: قم بتدوين ملاحظة أو بنسخ تفاصيل الجهاز التالية إلى الحافظة.

source: Server IP/URL(s)
ar: IP الخادم/ رابط (روابط) IP الخادم
es: IP/URL de servidor(es)

source: Kolibri version
ar: إصدار كوليبري
es: Versión de Kolibri

source: Operating system
ar: نظام التشغيل
es: Sistema operativo

source: Installer type
ar: نوع المثبت

source: Database path
ar: مسار قاعدة البيانات
es: Ruta de la base de datos

source: Device name
ar: اسم الجهاز
es: Nombre del dispositivo

source: Free disk space
ar: المساحة المتوفّرة على القرص
es: Espacio libre en disco

source: Server time
ar: الوقت الخاص بالخادم
es: Hora del servidor

source: Server timezone
ar: المنطقة الزمنية للخادم
es: Zona horaria del servidor

source: Find out the extended device info in the Device > Info tab.
ar: تعرف على معلومات الجهاز بشكل أوسع من خلال الجهاز> تبويب المعلومات.

source: Manage Content
ar: إدارة القنوات التعليمية
es: Gestionar contenido

source: To manage Kolibri content channels you must have the appropriate permissions.
ar: لإدارة القنوات التعليمية في كوليبري، ينبغي أن تكون لديك الأذونات المناسبة لذلك.
es: Para gestionar canales de contenido en Kolibri hay que tener los permisos apropiados.

source: Kolibri **Content Channel** is a collection of educational resources (video, audio, document files or interactive apps) prepared and organized by the content curator for their use in Kolibri. You can import and export content channels in Kolibri from the **Channels** tab of the **Device** dashboard (|channels| icon).
ar: إن **القنوات التعليمية** على كوليبري هي عبارة عن مجموعة من المصادر التعليمية (ملفات الفيديو والصوت والمستندات أو التطبيقات التفاعلية) والتي تم إعدادها وتنظيمها بواسطة القائم على المحتوى لاستخدامها في كوليبري. يمكنك استيراد وتصدير هذه القنوات على كوليبري من خلال تبويب **القنوات التعليمية** على صفحة **الجهاز** (أيقونة |channels|).

source: Kolibri content channels in the Device > Channels tab.
ar: تتواجد القنوات التعليمية على كوليبري في الجهاز> تبويب القنوات التعليمية.

source: Each Kolibri content channel has its own **token/ID** in `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`__. You can freely view and browse content to import from the **public** channels in Kolibri, but in order to import content from **private or unlisted** channels, you will need the **channel token or ID from the content curator who assembled it**.
ar: تملك كل قناة تعليمية في كوليبري **رمز/معرف** خاص بها في `استوديو كوليبري <https://studio.learningequality.org/accounts/login/>`__. يمكنك عرض وتصفح المحتويات لاستيراده من القنوات التعليمية **العامة** في كوليبري، لكن لكي تستورد المحتوى من القنوات **الخاصة أو غير المدرجة**، ستحتاج إلى **رمز أو معرف القناة من القائم على المحتوى والذي قام بتجميعها**.

source: The term **Channel ID** was valid for Kolibri versions up to 0.6, while from the Kolibri version 0.7 onward, we started using exclusively the term **token** to uniquely designate each channel.
ar: إن مصطلح **معرّف القناة** كان صالحاً في إصدارات كوليبري 0.6 وما قبل، بينما في إصدار كوليبري 0.7 وما تلاه، فقد بدأنا باستخدام مصطلح **رمز** حصراً لتمييز كل قناة.
es: El término **ID del canal** era válido para versiones de Kolibri hasta 0.6, mientras que a partir de la versión 0.7, hemos empezado a utilizar exclusivamente el término **token** para designar únicamente cada canal.

source: When you :ref:`use the Terminal or command prompt <import_command_line>` to import content channels in Kolibri from the command line, you still must use the **32 digit channel ID**, as the command will not work with the token. Make sure to receive the correct channel ID from the person who curated the channel you need to import, or refer to `Kolibri Studio user guide <https://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`__ how to find it in Studio user interface, if you have channel editor access.
ar: عندما :ref:`تستخدم المحطة الطرفية أو موجه الأوامر <import_command_line>` لاستيراد القنوات التعليمية في كوليبري من سطر الأوامر، سيبقى من المفروض أن تستخدم **معرف القناة المكون من ٣٢ رقم** حيث أن الأمر لن يعمل من خلال الرمز. تأكد أن تحصل على المعرف الصحيح للقناة من القائم على القناة التي تحتاج أن تستوردها، أو راجع `دليل مستخدم قنوات كوليبري <https://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`__ لمعرفة كيفية العثور عليه في واجهة مستخدم الاستوديو، وذلك في حال كان لديك وصول بصفة محرر للقناة.

source: Import Content into Kolibri
ar: استيراد المصادر التعليمية في كوليبري
es: Importar contenido en Kolibri

source: **Important**: You **cannot** import your own files (videos, documents, etc.) as learning resources directly into Kolibri from your computer. Kolibri can **only** import content from:
ar: **هام**: من **غير الممكن** بالنسبة لك أن تقوم باستيراد ملفاتك الخاصة (مقاطع فيديو، مستندات، إلخ..) كمصادر تعليمية بشكل مباشر إلى كوليبري من حاسبك. يمكن لكوليبري أن يستورد المصادر **فقط** من:
es: **Importante**: **no** puedes importar tus propios archivos (vídeos, documentos, etc.) como recursos de aprendizaje directamente en Kolibri desde tu ordenador. Kolibri **únicamente** puede importar contenido desde:

source: already curated **content channels** on `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`__, if the computer running Kolibri is connected to internet
ar: **القنوات التعليمية** المعدّة بالفعل في `استوديو كوليبري <https://studio.learningequality.org/accounts/login/>`__، في حال كان الحاسوب الذي يعمل عليه كوليبري متصلاً بالانترنت

source: OR
ar: أو
es: O

source: an external storage drive (USB or hard drive) where content channels have been previously exported to from another Kolibri installation, if the computer running Kolibri is not connected to internet
ar: أقراص تخزين خارجية (USB أو قرص صلب) حيث تم تصدير القنوات التعليمية سابقاً من تثبيت كوليبري آخر، في حال كان الحاسوب الذي يتم تشغيل كوليبري عليه غير متصل بالإنترنت
es: la unidad externa conectada (USB o disco duro) donde se ha exportado contenido desde otra instalación de Kolibri, si el ordenador donde Kolibri está funcionando no está conectado a Internet

source: **To import your own files for use in Kolibri**, you need to register at `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`__ site (it's free), and build your own content channel that you can subsequently import into Kolibri. Read more about how to do this in our `Kolibri Studio user guide <https://kolibri-studio.readthedocs.io/en/latest/index.html>`__.
ar: **لاستيراد ملفاتك الخاصة لتستخدمها في كوليبري**، ستحتاج إلى التسجيل في موقع `استوديو كوليبري <https://studio.learningequality.org/accounts/login/>`__ (وهو مجاني)، ومن ثم إنشاء قناة تعليمية خاصة بك والتي ستتمكن بطبيعة الحال من استيرادها على كوليبري. قم بقراءة المزيد حول القيام بذلك في `دليل مستخدم استوديو كوليبري <https://kolibri-studio.readthedocs.io/en/latest/index.html>`__.

source: Kolibri database and content may become temporarily unavailable while importing or updating large content channels. Therefore, as a precaution, we recommend you:
ar: قد تغدو قاعدة بيانات كوليبري ومحتوى كوليبري غير متاحين بشكل مؤقت أثناء استيراد أو تحديث القنوات التعليمية الكبيرة. لذلك، وكإجراء احتياطي، ننصحك بما يلي:

source: avoid other interactions with Kolibri (view learner pages or manage users, for example) while content import is in progress
ar: قم بتجنب التفاعلات الأخرى مع كوليبري (عرض صفحات المتعلم أو إدارة المستخدمين، على سبيل المثال) عندما يكون استيراد المحتوى قيد الإنجاز

source: perform these maintenance operations outside the periods when system is being used by learners
ar: قم بإجراء عمليات الصيانة هذه خارج الفترات التي يقوم خلالها المتعلمون باستخدام النظام

source: To import content into Kolibri, follow these steps.
ar: لاستيراد المصادر على كوليبري، قم باتباع الخطوات التالية.
es: Para importar contenido en Kolibri, seguir estos pasos.

source: Click :guilabel:`IMPORT` in the **Channels** tab on the **Device** page.
ar: قم بالنقر على :guilabel:`استيراد` في تبويب **القنوات** في صفحة **الجهاز**.

source: Choose the source option: **Kolibri Studio**, **Local network or internet**, or **Attached drive or memory card**.
ar: قم باختيار خيار المصدر: **استوديو كوليبري**، **الشبكة المحلية أو الانترنت** أو **القرص أو بطاقة الذاكرة المرفقَين**.

source: Select a source to import Kolibri content channels.
ar: قم بتحديد مصدر لاستيراد محتوى القنوات التعليمية على كوليبري.

source: Import Content from Kolibri Studio
ar: استيراد المصادر التعليمية من استوديو كوليبري
es: Importar contenido de Kolibri Studio

source: If the computer where Kolibri is running has an Internet connection with the sufficient bandwidth, follow these steps to import content channels.
ar: في حال كان الحاسوب الذي يتم عليه تشغيل كوليبري متصلاً بالانترنت مع عرض نطاق ترددي كافٍ، قم باتباع هذه الخطوات لاستيراد محتوى القنوات التعليمية.
es: Si el equipo donde se ejecuta el Kolibri tiene una conexión a Internet con suficiente ancho de banda, seguir estos pasos para importar canales de contenidos.

source: Choose option *Kolibri Studio*, click :guilabel:`CONTINUE` and you will be able to see all the available **public** content channels.
ar: قم باختيار خيار *استوديو كوليبري*، قم بالنقر على :guilabel:`تابع` وستكون قادراً على مشاهدة كافة القنوات التعليمية **العامة** المتاحة.

source: Select which public channel on Kolibri Studio you want to import content from.
ar: حدد ماهي القناة العامة في استوديو كوليبري والتي تود استيراد محتوىً منها.

source: Channels from which you have already imported some or all content onto your device will have the |on-device| icon.
ar: بالنسبة للقنوات التي قمت باستيراد بعض أو كل محتواها على جهازك، ستظهر مع أيقونة |on-device|.
es: Los canales desde los que ya has importado parte o todo el contenido en tu dispositivo tendrán el icono |on-device|.

source: Click :guilabel:`SELECT` for the desired channel, and wait for Kolibri to load the channel information and the topic tree.
ar: قم بالنقر على :guilabel:`تحديد` للقناة المرغوبة، وانتظر إلى أن يقوم كوليبري بتحميل معلومات القناة وشجرة المواضيع.

source: This could take some time for big channels. Please be patient, as Kolibri needs to retrieve a lot of information to display.
ar: يمكن أن يستغرق ذلك بعض الوقت للقنوات كبيرة الحجم. يرجى التحلي بالصبر، فكوليبري يحتاج إلى استرجاع كثير من المعلومات لعرضها.
es: Esto podría tomar algo de tiempo para grandes canales. Ten paciencia, ya que Kolibri necesita recuperar mucha información para mostrar.

source: In the **Select content from...** page you will see all the details for the selected channel: description, version, total size and number of learning resources, with the information weather you have some of the resources from that channel already imported on the local device.
ar: في صفحة **قم باختيار المحتوى من...**، ستشاهد تفاصيل القناة المحددة: الوصف، الإصدار، الحجم الإجمالي وعدد مصادر التعلم، إضافة إلى معلومات بخصوص إن كنت تملك بعض المصادر من تلك القناة تم استيرادها من قبل على الجهاز المحلي.
es: En la página **Seleccionar el contenido desde...** se pueden ver todos los detalles del canal seleccionado: descripción, versión, tamaño y número de recursos de aprendizaje, junto a la información si estos recursos ya están presentes en el dispositivo local o no.

source: Under **Choose content to import** click the topics links to browse through the channel contents. Use the *Select all* checkbox to import the content channel in full, or select only certain topics or resources. As you keep selecting, you will see the total number and size on disk under *Content selected:*, and the remaining space on your device.
ar: قم بالنقر على روابط المواضيع أسفل **اختيار المصادر التعليمية التي تريد استيرادها** من أجل تصفح محتويات القناة. قم باستخدام خانة الاختيار *تحديد الكل* لاستيراد القناة التعليمية كاملةً، أو قم بتحديد مصادر أو مواضيع محددة. أثناء قيامك بالتحديد، ستشاهد العدد الإجمالي وحجم القرص أسفل *المحتوى المحدد:*، إضافة إلى المساحة المتبقية على جهازك.

source: Click :guilabel:`IMPORT` once you finish selecting all the desired content.
ar: قم بالنقر على :guilabel:`استيراد` بمجرد انتهائك من تحديد المحتوى المطلوب.

source: Wait for the content to be downloaded and click :guilabel:`CLOSE` for the new channel to appear under the **Channel** heading.
ar: قم بانتظار تحميل المحتوى ثم قم بالنقر على :guilabel:`إغلاق` من أجل إظهار القناة الجديدة أسفل العنوان الرئيسي **القنوات التعليمية**.

source: If you need to import content from a **private/unlisted** channel, click on **Try adding the token** link above the channel list.
ar: في حال كنت بحاجة لاستيراد محتوى من قناة **خاصة/غير مدرجة**، قم بالنقر على رابط **حاول إضافة الرمز التعريفي بالقناة التعليمية** في أعلى قائمة القناة.
es: Si necesitas importar contenido de un **canal privado / no listado**, haz clic al enlace **Añadir un token** encima de la lista de canales.

source: Enter the **channel token/ID** received from the channel curator on Kolibri Studio.
ar: قم بإدخال **رمز/معرف القناة** الذي استلمته من القائم على القناة في استوديو كوليبري.
es: Introducir el **ID/token de canal** recibido del curador del canal en Kolibri Studio.

source: Click :guilabel:`CONFIRM` to unlock channel, or :guilabel:`CANCEL` to exit.
ar: قم بالنقر على :guilabel:`تأكيد` لإلغاء قفل القناة، أو على :guilabel:`إلغاء` للخروج.

source: Proceed to select and import channel topics and resources as for the public channels.
ar: تابع لتحديد واستيراد مواضيع القناة والمصادر بالنسبة للقنوات العامة.
es: Proceder a seleccionar e importar recursos de la misma manera que para los canales públicos.

source: Unlisted or private channels in the list are indicated with the |unlisted-channel| icon.
ar: ستتم الإشارة إلى القنوات غير المدرجة أو القنوات الخاصة بأيقونة |unlisted-channel|.
es: Los canales privados en la lista se indican con el icono |unlisted-channel|.

source: To add more learning resources from a channel that you previously imported content from, click :guilabel:`OPTIONS`, select **Import more**, and repeat the selection procedure from step 3.
ar: لإضافة المزيد من مصادر التعلم من قناة قمت باستيرادها مؤخراً، قم بالنقر على :guilabel:`خيارات`، ثم حدد **استيراد المزيد** ثم أعد إجراء التحديد من الخطوة ٣.

source: Import Content from a Local Network or Internet
ar: استيراد محتوى من شبكة محلية أو من الإنترنت

source: You can also import content from a different device running Kolibri in your same local network, or even from a Kolibri server hosted outside your LAN, provided you know its exact IP address. This feature is useful for when you have:
ar: يمكنك أيضاً استيراد محتوى من جهاز مختلف يقوم بتشغيل كوليبري في نفس شبكتك المحلية، أو حتى من خادم كوليبري المستضاف خارج الشبكة المحلية الخاصة بك، ولكن بشرط أن تعرف عنوان IP الخاص به بشكل دقيق. هذه الميزة مفيدة عندما يكون لديك:
