Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: In case you need to create another **Superuser**, either to address additional need of managing facility, or if you lost the password for the old one, run the following command.
es: En caso necesites crear otro superusuario, sea para atender necesidades adicionales de gestión de instalaciones, o si olvidaste la contraseña para el primero, ejecuta el siguiente comando.

source: You will be prompted to input the **Username** and **Password** and the new **Superuser** user account will be created.
es: Se te pedirá introducir **Username** y **Password** y la nueva cuenta del **Superusuario** será creada.

source: Support and Troubleshooting
es: Soporte y resolución de problemas

source: Report a problem with Kolibri
es: Informar de un problema en Kolibri

source: If you want to contact the **Learning Equality** Support team to report an issue, or share your experience about using Kolibri, please register at our `Community Forums <https://community.learningequality.org/>`_.
es: Para ponerse en contacto con el equipo de soporte de **Learning Equality** para informar sobre un problema, o compartir su experiencia usando Kolibri, por favor regístrate en nuestros `foros de la comunidad de usuarios <https://community.learningequality.org/>`_ (en idioma inglés).

source: Once you register on our forums, please read the the first two pinned topics (*Welcome to Learning Equality Support Community* and *How do I post to this forum?* )
es: Una vez acabado el registro en nuestros foros, recomendamos leer los dos primeros temas (*Welcome to Learning Equality Support Community* y *How do I post to this forum?* )

source: You can add a new topic with the **+ New Topic** button on the right. Make sure to select the **Kolibri** category in the **Create a New Topic** window so it’s easier to classify and respond to.
es: Para empezar un nuevo tema hay que usar el botón **+ New Topic** a la derecha. Asegurarse de seleccionar la categoría **Kolibri** en la ventana **Create a New Topic** para que sea más fácil clasificar y responder a la pregunta.

source: Can you access anything from the :ref:`external IP <access_LAN>` of the device running Kolibri **FROM** the device itself?
es: ¿Puedes acceder a la dirección :ref: `IP externa <access_LAN>` del dispositivo donde se está ejecutando Kolibri desde ese **MISMO** dispositivo?

source: ``0.0.0.0`` = A special IP address on the **server** (your device running Kolibri and "serving" its content to others in the local network), which actually means "all available IP addresses". It's a kind of alias. But accessing ``0.0.0.0`` from another computer doesn't make sense and doesn't work. By default, Kolibri will serve on ``0.0.0.0``, which essentially means all IP addresses that are available on the device will render Kolibri accessible.
es: ``0.0.0.0`` = Dirección especial de la IP del **servidor** (el ordenador donde se está ejecutando Kolibri y desde donde está "sirviendo" su contenido a otros dispositivos en la red local), que significa "todas las direcciones IP disponibles". Es un tipo de alias. Pero acceder a ``0.0.0.0`` desde otros ordenadores no tiene sentido y no funciona. Por defecto, Kolibri servirá en ``0.0.0.0``, el que significa que todas las direcciones IP disponibles en el dispositivo darían acceso al contenido de Kolibri.

source: ``127.0.0.1`` = A device's local IP address, meaning "myself". Some people joke and say "There's no place like 127.0.0.1", meaning "there's no place like home" :) This can be used on the serving device itself to test that Kolibri is running, in case you need a failsafe way of checking that Kolibri is in fact running and responsive.
es: ``127.0.0.1`` = La IP local del dispositivo, que significa "yo mismo". Algunas personas bromean con "No hay lugar como 127.0.0.1", es decir "no hay lugar como casa (home)". Esta IP se puede usar para comprobar si Kolibri se está ejecutando correctamente en el dispositivo del servidor.

source: ``192.x.y.z`` = Addresses starting with ``192`` are local network IP addresses. The same thing can be said about ``10.x.y.z``. The address that you wanna use to enter on the clients/tablets in order to contact the server will in most cases start with ``192`` or ``10``.
es: ``192.x.y.z`` = Direcciones IP que empiezan con ``192`` son direcciones IP de la red local. Lo mismo vale para las direcciones que empiezan por``10.x.y.z``. La dirección IP del servidor Kolibri que hay que configurar en los dispositivos clientes como tabletas, probablemente empezará por ``192`` o ``10``.

source: Port number: Kolibri runs on port ``8080``. When you access something on an IP address, you need a port. Ports can be open or closed on the server, but they can also be regulated by firewall rules on the way. ``http://`` <- this is the protocol that the browser reads out from the "URL", which is just some text that describes Kolibri.
es: Número del puerto: Kolibri usa el puerto ``8080``. Cuando deseas acceder a algo en una dirección IP, necesitas hacerlo a través de un puerto. Puertos pueden estar cerrados o abiertos en el servidor, pero también pueden estar regulados por el cortafuegos. ``http://`` <- el protocolo que el navegador lee desde la "URL".

source: ``http://192.168.1.1:8080`` means: "Connect to IP address ``192.168.1.1`` on port ``8080`` with the HTTP protocol". The browser will the continue to try to reach this address, but may fail for instance if Kolibri isn't running, or if a step along the way blocks access.
es: ``http://192.168.1.1:8080`` significa: "Conecta a la dirección IP ``192.168.1.1`` en el puerto ``8080`` por medio del protocolo HTTP". El navegador continuará intentando a acceder esta dirección, pero puede fallar si por ejemplo Kolibri no se está ejecutando, o si hay algo que bloquea acceso.
