Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: This command will move the 2 subfolders ``databases`` and ``storage``, from their default location inside the ``.kolibri/content`` folder in your device's home directory, to a new location you specified in the command.
ar: سيقوم هذا الأمر بنقل المجلدين الفرعيين ``databases`` و ``storage`` من موقعهما الافتراضي داخل مجلد ``.kolibri/content`` في المسار الرئيسي لجهازك، إلى الموقع الجديد الذي قمت بتخصيصه في الأمر.
es: Este comando moverá las 2 subcarpetas ``databases`` y ``storage``, desde su ubicación predeterminada dentro de la carpeta ``.kolibri/content`` en el directorio *Home* de su dispositivo, a la nueva ubicación que especificaste en el comando.

source: Change the Location of ALL Kolibri Files
ar: تغيير موقع كافة ملفات كوليبري

source: If you want to change the directory where all of Kolibri's runtime files are located, together with the imported content channels, you need to change the environment variable called ``KOLIBRI_HOME`` to the path of your choice.
ar: إذا كنت ترغب في تغيير المسار الذي توجد فيه جميع ملفات التشغيل الحالية لكوليبري، إضافة إلى القنوات التعليمية المستوردة، فأنت بحاجة إلى تغيير متغير البيئة المسمى ``KOLIBRI_HOME`` إلى المسار الذي تقوم باختياره.
es: Si quieres cambiar la ubicación de la carpeta de todos los archivos de Kolibri, incluidos los canales de contenidos importados, tienes que cambiar la variable de entorno llamada ``KOLIBRI_HOME`` con la ruta de nueva ubicación.

source: If the variable is left unset, by default, Kolibri's runtime files and content will be placed in your user’s home folder, under the ``.kolibri`` subfolder.
ar: في حال تم ترك المتغير غير مضبوطاً، فإن ملفات تشغيل كوليبري الحالية والمحتوى ستستقر في المجلد الرئيسي الخاص بك كمستخدم، أسفل المجلد الفرعي ``.kolibri``.
es: La variable por defecto hace que los archivos de ejecución y contenido de Kolibri se colocan en la carpeta *Home* del usuario, en la subcarpeta ``.kolibri``.

source: Adjusting this environment variable behaves differently than the ``movedirectory`` command above:
ar: إن ضبط متغير البيئة هذا يعمل بشكل مختلف عن أمر ``movedirectory`` أعلاه:
es: Ajustar esta variable de entorno será diferente del comando ``moveirectory`` arriba:

source: Adjusting the environment variable will not automatically migrate over data. You need to copy the ``.kolibri`` folder manually to the new location.
ar: إن ضبط متغير البيئة لن يقوم بنقل الملفات بشكل تلقائي. عليك نسخ مجلد ``.kolibri`` بشكل يدوي إلى الموقع الجديد.
es: Ajustar la variable de entorno no migrará automáticamente los datos. Tienes que copiar la carpeta ``.kolibri`` manualmente en la nueva ubicación.

source: If you do copy the ``.kolibri`` folder, the content will not be affected **if it had been previously set** using the ``movedirectory`` command.
ar: في حال قمت بنسخ مجلد ``.kolibri``، لن يتأثر المحتوى **في حال تم ضبطه مسبقاً** باستخدام الأمر ``movedirectory``.
es: Si copias la carpeta ``.kolibri``, el contenido no se verá afectado **si se hubiera configurado previamente** con el comando ``movedirectory``.

source: There are many ways to set an environment variable either temporarily or permanently. To start Kolibri on **OSX or Linux** with a different home, follow these steps.
ar: هناك العديد من الطرق لضبط متغير بيئة أما مؤقتاً أو بشكل دائم. لبدء تشغيل كوليبري على نظامي **OSX أو لينوكس** من مجلد رئيسي مختلف، قم باتباع هذه الخطوات.

source: Stop the server.
ar: قم بإيقاف المخدّم.
es: Detener el servidor.

source: Move the ``.kolibri`` folder to the new location.
ar: قم بنقل مجلد ``.kolibri`` إلى الموقع الجديد.

source: Run the following in Terminal:
ar: قم بتشغيل الأمر التالي في المحطة الطرفية:

source: When you start the server again, all your files should be seamlessly detected at that location.
ar: عندما تقوم بتشغيل المخدّم مجدداً، سيتم اكتشاف جميع الملفات الخاصة بك بسهولة في ذلك الموقع.

source: To change the environment variable ``KOLIBRI_HOME`` on **Windows**, follow these steps.
ar: لتغيير متغير البيئة ``KOLIBRI_HOME`` في نظام **ويندوز**، قم باتباع الخطوات التالية.

source: Run the following in Command Prompt:
ar: قم بتشغيل الأمر التالي في مُوجّه الأوامر:

source: Restart the server, and your files should be seamlessly detected at the new location.
ar: أعد تشغيل المخدّم، وسيتم اكتشاف جميع الملفات الخاصة بك بسهولة في ذلك الموقع.

source: Alternatively, you can follow these steps in the GUI.
ar: بدلاً من ذلك، بإمكانك اتباع هذه الخطوات في واجهة المستخدم الرسومية GUI.

source: Go to **Computer > Advanced System Settings** and press the :guilabel:`Environment Variables` button.
ar: قم بالذهاب إلى **الحاسوب > الإعدادات المتقدمة للنظام** ثم قم بالضغط على زر :guilabel:`متغيرات البيئة`.

source: Under **User Variables for...** press the :guilabel:`New...` button.
ar: قم بالضغط على زر :guilabel:`...جديد` أسفل **متغيرات المستخدم لـ...**.

source: Input ``KOLIBRI_HOME`` in the **Variable name** field, and your new path in the **Variable value** field, and press :guilabel:`OK` on both open windows.
ar: قم بإدخال ``KOLIBRI_HOME`` في حقل **اسم المتغير**، والمسار الجديد الخاص بك في حقل **قيمة المتغير**، ومن ثم قم بالضغط على :guilabel:`موافق` على النافذتين المفتوحتين.

source: Customize Kolibri Settings with the OPTIONS.INI File
ar: قم بتخصيص إعدادات كوليبري من خلال ملف OPTIONS.INI

source: For certain configuration settings you need to use the ``options.ini`` file. Installing Kolibri does not generate this file by default, but you can easily add one yourself. Follow these steps.
ar: لإعدادات تهيئة محددة، ستحتاج إلى استخدام ملف ``options.ini``. إن تثبيت كوليبري لا يقوم بإنشاء هذا الملف بشكل افتراضي، إلا أنك تستطيع وبسهولة إضافته. قم باتباع الخطوات التالية.

source: Open the preferred text editor on your computer (eg. Notepad on Windows).
ar: قم بفتح محرر النص المفضل على حاسوبك (مثلاً: برنامج المفكرة في نظام ويندوز).

source: Write the required *sections* and *keys* (see details for available settings below) in the following format:
ar: قم بكتابة *الأقسام* و *المفاتيح* المطلوبة (انظر إلى تفاصيل الإعدادات المتاحة أدناه) بالتنسيق التالي:

source: Save the resulting ``options.ini`` file in the ``.kolibri`` folder inside the :ref:`Home <home>` folder.
ar: قم بحفظ الملف الناتج ``options.ini`` في مجلد ``.kolibri`` داخل مجلد :ref:`الصفحة الرئيسية <home>`.

source: ``options.ini`` file can contain several sections with one or more associated keys, depending on the requirements of your installation.
ar: إن ملف ``options.ini`` يمكن أن يحتوي على عدة أقسام مع واحد أو أكثر من المفاتيح المرتبطة، وذلك بحسب متطلبات التثبيت لديك.

source: Run Kolibri from a Different Port
ar: تشغيل كوليبري من منفذ مختلف
es: Iniciar Kolibri desde otro puerto

source: If you need Kolibri to start and run from a port different than the default ``8080``, add the section ``[Deployment]``, and the key ``HTTP_PORT`` with the value of your desired port, to the ``options.ini`` file.
ar: في حال كنت تريد أن يبدأ كوليبري ويعمل من منفذ مختلف عن المنفذ الافتراضي ``8080``، قم بإضافة قسم ``[Deployment]``، والمفتاح ``HTTP_PORT`` مع قيمة المنفذ الذي تريده، إلى ملف ``options.ini``.

source: Allow Profiling of Requests
ar: السماح بتوصيف الطلبات

source: If you need to :ref:`profile server requests <profile_requests>` to get a more detailed information about the Kolibri performance, add the following to the ``options.ini`` file.
ar: في حال كنت تريد :ref:`توصيف متطلبات الخادم <profile_requests>` بحيث تحصل على معلومات أكثر تفصيلاً عن أداء كوليبري، قم بإضافة ما يلي إلى ملف ``options.ini``.

source: Test Kolibri Server Performance
ar: قم باختبار أداء خادم كوليبري

source: Benchmark
ar: معيار الأداء

source: You can use the following command to collect information about the device where Kolibri server is running, and details about how much of its resources it is using. This command displays a snapshot of the server state at the time the command is executed, and its output will vary depending on the current server load. In case you suspect performance problems, type this in the Terminal or Command prompt.
ar: بإمكانك استخدام الأمر التالي لجمع معلومات حول الجهاز الذي يعمل عليه خادم كوليبري وتفاصيل حول كمية موارده التي يستخدمها. يعرض هذا الأمر لمحة عن حالة المخدم في الوقت الذي يتم فيه تنفيذ الأمر، وستختلف مخرجاته حسب تحميل الخادم الحالي. عند الشك بوجود مشاكل في الأداء، قم بكتابة ما يلي في المحطة الطرفية أو في موجه الأوامر.

source: The command will have an output similar to this:
ar: سيكون للأمر مُخرجاً مشابهاً لما يلي:

source: Command line output of the 'kolibri manage benchmark' command
ar: مُخرجَ سطر الأوامر للأمر "معيار إدارة كوليبري"

source: Take a screenshot of the Terminal or Command prompt, or copy and paste the output in the community forum post.
ar: قم بالتقاط صورة للمحطة الطرفية أو موجه الأوامر أو قم بنسخ ولصق المخرج في منشور بمنتدى مجتمعنا.

source: Profile
ar: الملف الشخصي

source: In order to collect more than a current snapshot of Kolibri server performance, you can use the profiling command. When executed, the command will collect a series of performance indicators every 10 seconds and save them in a CSV file. Type this in the Terminal or Command prompt.
ar: لتجميع أكثر من لقطة حالية لأداء خادم كولييبري، يمكنك استخدام أمر التوصيف. عند التنفيذ، سيقوم هذا الأمر بجمع سلسلة من مؤشرات الأداء كل ١٠ ثوانٍ ومن ثم حفظها في ملف من نوع CSV. اكتب ما يلي في موجه الأوامر أو المحطة الطرفية.

source: Command collects and saves the information 60 times by default. If you want to change this value, add the ``--num-samples`` flag with the desired number at the end.
ar: إن الأمر يقوم بجمع المعلومات وحفظها ٦٠ مرة بشكل افتراضي. في حال كنت تريد تغيير هذه القيمة، قم بإضافة إشارة ``--num-samples`` مع الرقم المطلوب في النهاية.

source: Each log line contains this information:
ar: كل سطر من السجل يحتوي على المعلومات التالية:

source: Date and time of each command execution
ar: تاريخ ووقت كل عملية تنفيذ لأمر

source: Number of Kolibri active sessions (including guest sessions)
ar: عدد الجلسات النشطة لكوليبري (بما في ذلك الجلسات الخاصة بالزائر)

source: Number of Kolibri logged users
ar: عدد المستخدمين المسجلين في كوليبري

source: Number of Kolibri user interactions during the last minute
ar: عدد تفاعلات مستخدم كوليبري خلال الدقيقة الاخيرة

source: Total percentage of CPU use
ar: النسبة المئوية الإجمالية لاستخدام وحدة المعالجة المركزية

source: Total memory use
ar: إجمالي الذاكرة المستخدمة

source: Total available memory
ar: إجمالي الذاكرة المتوفرة

source: Number of processes executed in the server
ar: عدد العمليات المنفذة في الخادم

source: Percentage of CPU used by Kolibri
ar: النسبة المئوية لوحدة المعالجة المركزية المستخدمة من قبل كوليبري

source: Percentage of memory used by Kolibri
ar: النسبة المئوية للذاكرة المستخدمة من قبل كوليبري

source: To help us troubleshoot potential problems on your Kolibri server, locate and send us the ``KOLIBRI_HOME/performance/date_time_performance.csv`` file.
ar: لمساعدتنا على استكشاف المشاكل المحتملة وإصلاحها على خادم كوليبري الخاص بك، قم بتحديد موقعنا ومراسلتنا بملف ``KOLIBRI_HOME/performance/date_time_performance.csv``.

source: Profile Server Requests
ar: متطلبات خادم ملف التعريف

source: If you have the ``[Server]`` section of the :ref:`OPTIONS.INI <profile_requests_ini>` file configured with ``PROFILE = 1``, the above command will additionally perform a profiling of every request made by Kolibri server, and save the results in a second log file as ``KOLIBRI_HOME/performance/date_time_requests_performance.csv``
ar: في حال كان لديك قسم ``[Server]`` في ملف :ref:`OPTIONS.INI <profile_requests_ini>` المهيأ بواسطة ``PROFILE = 1``، فإن الأمر في الأعلى وبشكل إضافي سيقوم بتوصيف كل طلب تم من قبل خادم كوليبري، ومن ثم حفظ النتائج في ملف تسجيل ثانٍ بشكل ``KOLIBRI_HOME/performance/date_time_requests_performance.csv``

source: Timestamp
ar: التوقيت الزمني

source: Request path
ar: مسار الطلب

source: Time spent processing the request
ar: الوقت المستغرق في معالجة الطلب

source: Memory (in KB) used by the Kolibri process when the request came in
ar: الذاكرة المستخدمة (بالكيلوبايت) من قبل عملية كوليبري عندما تم تقديم الطلب

source: Memory (in KB) used by the Kolibri process when the response was sent
ar: الذاكرة المستخدمة (بالكيلوبايت) من قبل عملية كوليبري عندما تم إرسال الاستجابة

source: CPU percentage used by the Kolibri process when the request came in
ar: النسبة المئوية المستخدمة من وحدة المعالجة المركزية من قبل عملية كوليبري عندما تم تقديم الطلب

source: CPU percentage used by the Kolibri process when the request was sent
ar: النسبة المئوية المستخدمة من وحدة المعالجة المركزية من قبل عملية كوليبري عندما تم إرسال الطلب

source: Flag indicating if the request is the slowest one since the analysis started
ar: مؤشر بشكل راية يُظهر ما إذا كان الطلب هو الأكثر بطئاً منذ بدء التحليل

source: Profiling server requests can consume a lot of computer resources, and potentially slow it down. For this reason you need to explicitly allow it in the ``options.ini`` file. Without the ``PROFILE = 1`` key, command will not profile server requests (but just the current server state), and it will not create the second CSV file.
ar: إن توصيف متطلبات الخادم يمكن أن يستهلك الكثير من موارد الحاسوب، ومن المحتمل أن يسبب إبطاء سرعته. ولهذا السبب نحتاج أن نسمح به بشكل صريح في ملف ``options.ini``. من دون مفتاح ``PROFILE = 1``، لن يقوم الأمر بتوصيف متطلبات الخادم (إلا أنه سيقوم فقط بتوصيف الحالة الحالية للمخدم)، ولن يقوم بإنشاء ملف تسجيل ثانٍ من نوع CSV.

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها

source: Troubleshoot Network Issues
ar: استكشاف مشاكل الشبكة وإصلاحها
es: Resolver problemas de red

source: Can you access Kolibri when you type ``http://127.0.0.1:8080`` in the address bar of the browser?
ar: هل يمكنك الدخول إلى كوليبري عند كتابة العنوان ``http://127.0.0.1:8080`` في شريط العنوان الخاص بالمتصفح؟

source: Can you access anything from the :ref:`external IP <access_LAN>` of the device running Kolibri **FROM** the device itself? Read more information :ref:`about IP addresses <ips>`.
ar: هل تستطيع الوصول إلى أي شيء من :ref:`عنوان أي بي الخارجي <access_LAN>` للجهاز الذي يعمل عليه كوليبري **من** الجهاز نفسه؟ قم بقراءة مزيد من المعلومات :ref:`حول عناوين الأي بي <ips>`.

source: Can you ping the external IP address from another device on the network? For example, if Kolibri is on a device/computer with IP address ``192.168.0.104``, type this in the Terminal or Command prompt:
ar: هل يمكنك تشغيل عنوان الأي بي الخارجي من جهاز آخر على الشبكة؟ على سبيل المثال، في حال كان كوليبري يعمل على حاسب/جهاز بعنوان أي بي ``192.168.0.104``، قم بطتابة الامر التالي في المحطة الطرفية أو في موجه الأوامر:

source: Firewalls
ar: جدران الحماية

source: If you are having trouble connecting to Kolibri from other computers, your firewall might be blocking access.
ar: في حال كنت تواجه مشكلة في الاتصال بكوليبري من حواسيب أخرى، قد يكون جدار الحماية الخاص بك هو من يمنع الوصول.

source: Windows systems often come with firewalls bundled and enabled, and this may interfere with running Kolibri. That said, you probably want to keep your firewall enabled for security reasons, especially if the server is connected to the public internet.
ar: غالبًا ما تأتي أنظمة ويندوز مزودة بجدران حماية مجمعة وممكّنة، وقد يتعارض ذلك مع تشغيل كوليبري. ومع ذلك، قد ترغب في الحفاظ على تمكين جدار الحماية الخاص بك لأسباب أمنية، خاصةً إذا كان الخادم متصلاً بشبكة إنترنت عمومية.

source: You can try temporarily disable your firewall to see if it helps with connecting to Kolibri. If so, you'll want to turn the firewall back on and then create a exception rule for Kolibri to allow access.
ar: يمكنك محاولة تعطيل جدار الحماية الخاص بك بشكل مؤقت لمعرفة ما إذا كان يساعد في الاتصال بكوليبري. إذا كان الأمر كذلك، فستحتاج إلى إعادة تشغيل جدار الحماية ثم إنشاء قاعدة استثناء لكوليبري من أجل السماح بالوصول.

source: Troubleshoot Database Issues
ar: استكشاف مشاكل قاعدة البيانات وإصلاحها
es: Resolver problemas de bases de datos

source: In case you receive the ``database disk image is malformed`` error in Terminal, try running these commands (note that **you must have the** ``sqlite3`` **command available on your system**).
ar: في حال كنت تواجه خطأ من نوع ``database disk image is malformed`` في المحطة الطرفية، حاول تشغيل هذه الأوامر (لاحظ أنه **ينبغي أن يكون لديك** ``sqlite3`` **كأمر متاح في نظامك**).
es: En caso de recibir el error ``database disk image is malformed`` en el Terminal, intenta ejecutar estos comandos (ten en cuenta que **debes de tener el comando** ``sqlite3`` **disponible en tu sistema**).

source: For further assistance, please report the issue on our `Community Forums <https://community.learningequality.org/>`_, stating the operating system and Kolibri version.
ar: لمزيد من المساعدة، يرجى إبلاغ `منتديات مجتمعنا <https://community.learningequality.org/>`_ بهذه المشكلة مشيراً إلى نظام التشغيل ورقم إصدار كوليبري.
es: Para obtener asistencia adicional, por favor dirígete a nuestros `foros de comunidad <https://community.learningequality.org/>`_, indicando el sistema operativo y la versión de Kolibri.

source: Videos are not playing
ar: مقاطع الفيديو لا تعمل

source: Make sure to check the :ref:`system requirements <sys_reqs>` to see if you can support video playback. Please report any issues on our `Community Forums <https://community.learningequality.org/>`_, stating the operating system and browser you are using.
ar: تأكد من أن تتحقق من :ref:`متطلبات نظام التشغيل <sys_reqs>` لرؤية ما إذا كان نظامك يدعم تشغيل الفيديو. يرجى إبلاغ `منتديات مجتمعنا <https://community.learningequality.org/>`_ بهذه المشكلة مشيراً إلى نظام التشغيل والمتصفح الذي تستخدمه.

source: Problems with import and export from USB drives
ar: مشاكل في الاستيراد والتصدير من محركات أقراص USB
es: Problemas para importar y exportar de unidades USB

source: Kolibri needs read and write access to USB drives in order to import and export content. There are several possibilities why you may encounter issues during this procedure.
ar: يحتاج كوليبري إلى إمكانية وصول للقراءة والكتابة على محركات أقراص USB من أجل استيراد وتصدير المحتوى. هناك العديد من الاحتمالات الكامنة خلف مواجهتك للمشاكل أثناء هذا الإجراء.
es: Kolibri necesita acceso de lectura y escritura a unidades USB para importar y exportar contenido. Hay varias posibilidades por las que puede encontrar problemas durante este procedimiento.

source: **User account does not have access**:
ar: **ليس لدى حساب المستخدم إمكانية وصول**:
es: **Cuenta de usuario tiene acceso**:

source: you installed Kolibri in your own environment running as a non-desktop user (for instance UWSGI)
ar: قمتَ بتثبيت كوليبري في البيئة الخاصة بك بحيث لا يعمل كمستخدم سطح المكتب (على سبيل المثال، UWSGI)
es: Kolibri está instalado pero NO se ejecuta como un usuario de escritorio (por ejemplo vía UWSGI)

source: you have upgraded Kolibri on Debian from a version prior to v0.10. Follow these instructions to :ref:`change the ownership of Kolibri system service <changing-system-user>` from one user account to another
ar: قمتَ بترقية كوليبري على نظام Debian من إصدار أقدم من v0.10. قم باتباع الخطوات التالية :ref:`لتغيير ملكية خدمة نظام كوليبري <changing-system-user>` من حساب مستخدم إلى آخر
es: has actualizado Kolibri en Debian desde una versión anterior a v0.10. Seguir estas instrucciones para :ref:`cambiar la propiedad del servicio del sistema Kolibri <changing-system-user>` de una cuenta de usuario a otra

source: to grant access to USB drives to other accounts, refer to the documentation of your operating system
ar: لمنح الوصول إلى محركات أقراص USB لحسابات أخرى، راجع توثيق نظام التشغيل الخاص بك
es: para conceder acceso a las unidades USB a otras cuentas, consulta la documentación de tu sistema operativo

source: **Write access denied**: Some USB drives will experience problems when they are unplugged from the computer in an "unclean" way. If you are denied access to write, look for options to "fix" or "repair" the file system.
ar: **تم رفض الوصول للكتابة**: إن بعض محركات أقراص USB ستواجه مشاكل عند نزعها من الحاسب بشكل "غير سليم". في حال تم رفض وصولك للكتابة، قم بالبحث عن خيار "معالجة" أو "إصلاح" نظام الملف.
es: **Acceso de escritura denegado**: algunas unidades de disco USB experimentarán problemas cuando se desconectan de ordenador de una manera incorrecta. Si no tienes el acceso para escribir, busca opciones para "reparar" el sistema de archivos.

source: **Data failures**: Copying the data can take a long time. If you do not see the final success confirmation message after the copy apparently finishes, do not assume that the data has been imported or exported correctly. Restart the process instead, otherwise you risk inconsistent and malfunctioning content data.
ar: **فشل في البيانات**: إن نسخ البيانات قد يأخذ وقتاً طويلاً. في حال لم ترَ إشعار التاكيد على نجاح النسخ في النهاية بشكل واضح، لا تتوقع أن يكون استيراد أو تصدير البيانات قد تم بشكل صحيح. بدلاً من ذلك أعد العملية، وإلا فإنك ستخاطر ببيانات محتوى معطلة وغير متوافقة.
es: **Fallos de datos**: copiar los datos puede llevar mucho tiempo. Si no ves el mensaje de confirmación de éxito final después de que la copia aparentemente termina, no des por descontado que los datos se hayan importado o exportado correctamente. Intenta reiniciar el proceso de todas maneras, de lo contrario correrás el riesgo que los datos de contenido sean inconsistentes y que funcionan mal.

source: **Hardware life expectancy**: SD and flash storage drives can "expire". Reading and writing large quantities of content data, especially on older or models with smaller capacity, may produce data errors over time.
ar: **متوسط عمر الأجهزة**: يمكن لوحدات التخزين من نوع SD و فلاش أن تنتهي صلاحيتها. قراءة وكتابة كميات كبيرة من بيانات المحتوى، خصوصاً في الإصدارات القديمة أو ذات السعة الأصغر، قد تؤدي إلى حدوث أخطاء في البيانات بمرور الوقت.
es: **Expectativa de vida del hardware**: las unidades de almacenamiento SD y flash pueden "caducar". Leer y escribir grandes cantidades de datos de contenido, especialmente en modelos antiguos o con menor capacidad, puede producir errores de datos a lo largo del tiempo.

source: Locate Kolibri log files
ar: تحديد موقع ملفات سجل كوليبري

source: When you report a problem with Kolibri, we may ask you to send us Kolibri **log** files to help us find out why is it not working or crashing.
ar: عندما تقوم بالإبلاغ عن مشكلة ما في كوليبري، قد نطلب منك إرسال ملفات سجل كوليبري لنا لمساعدتنا في معرفة سبب عدم عملها أو تعطلها.

source: Open the ``.kolibri`` folder inside the :ref:`Home <home>` folder of the device where Kolibri is running and locate these two files:
ar: قم بفتح مجلد ``.kolibri`` داخل المجلد :ref:`الرئيسي <home>` على الجهاز حيث يعمل كوليبري وقم بتحديد موقع هذين الملفين:
es: Abrir la carpeta ``.kolibri`` dentro la carpeta :ref:`Home <home>` del dispositivo donde se ejecuta el Kolibri y localizar estos dos archivos:

source: On Linux and MacOS systems you will need to activate the *Show Hidden Files* option in your file browser, in order to view the ``.kolibri`` folder.
ar: على أنظمة لينكس و MacOS، ستحتاج إلى تنشيط خيار *إظهار الملفات المخفية* الخيار في مستعرض الملفات لديك، بحيث يمكن عرض مجلد ``.kolibri``.
es: Para ver la carpeta ``.kolibri`` en los sistemas Linux y MacOS, hay que activar la opción *Mostrar archivos ocultos* en el explorador de archivos.

source: About IP addresses
ar: بخصوص عناوين الأي بي
es: Sobre direcciones IP

source: ``127.0.0.1`` IP address, or ``localhost``, is device's own IP address. You can use it in the browser on the device where Kolibri is running to make sure it is working correctly.
ar: عنوان الأي بي التالي ``127.0.0.1``، أو ``localhost``، هو عنوان الأي بي الخاص بالجهاز. يمكنك استخدامه في المتصفح على الجهاز الذي يعمل عليه كوليبري لتتأكد من أنه يعمل بشكل صحيح.
