Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: A newly created class does not have any learners or coaches. To edit a class select it from the default view in the **Classes** tab. In this view, you can change class name, add or remove currently enrolled learners and assign or remove coaches from the class.
ar: لن يكون هناك أي متعلمين أو مدربين في الصف الدراسي الذي يتم إنشاؤه حديثاً. لتعديل صف دراسي، قم بتحديده من واجهة العرض الرئيسية في تبويب **الصفوف الدراسية**. يمكنك من خلال هذه الواجهة تغيير اسم الصف الدراسي، إضافة أو إزالة متعلمين مضافين مسبقاً، وتحديد مدربين للصف الدراسي أو إزالتهم منه.
es: Una clase recién creada no tiene estudiantes ni tutores. Para editar una clase, selecciónala de la vista predeterminada en la pestaña **Clases**. En esta vista puedes cambiar el nombre de la clase, inscribir o eliminar estudiantes actualmente matriculados, y asignar o eliminar tutores de la clase.

source: Enroll Learners in Class
ar: إضافة المتعلمين إلى صف دراسي
es: Inscribir estudiantes en la clase

source: Click the :guilabel:`ENROLL LEARNERS` button on the class details page.
ar: قم بالنقر على زر :guilabel:`إضافة المتعلمين` في صفحة تفاصيل الصف الدراسي.

source: List in this view contains all the learners currently **NOT** enrolled for the selected class.
ar: تحتوي القائمة في واجهة العرض هذه على جميع المتعلمين **غير** المضافين حالياً إلى الصف الدراسي المحدد.
es: En esta vista la lista contiene todos los usuarios actualmente **NO** inscritos en la clase seleccionada.

source: You can search for a specific learner by name.
ar: يمكنك البحث عن متعلم معين بواسطة الاسم.
es: Se puede buscar un usuario específico por su nombre.

source: Use checkboxes to select all the learners in the list, or the search field for specific learners you want to enroll to class.
ar: استخدم مربعات الاختيار لتحديد جميع المتعلمين في القائمة، أو من خلال حقل البحث عن المتعلمين المعينين الذين ترغب في إضافتهم إلى الصف الدراسي.
es: Utiliza las casillas de verificación para seleccionar todos estudiantes de la lista, o el campo de búsqueda para estudiantes específicos que deseas inscribir en la clase.

source: Click :guilabel:`CONFIRM` to finish enrolling the selected learners and return to the main class page.
ar: قم بالنقر على :guilabel:`تأكيد` لإنهاء إضافة المتعلمين المحددين ومن ثم العودة إلى الصفحة الرئيسية للصف الدراسي.

source: Remove Learners from Class
ar: إزالة متعلمين من صف دراسي
es: Eliminar estudiantes de la clase

source: Click :guilabel:`REMOVE` for the chosen learner.
ar: قم بالنقر على :guilabel:`إزالة` للمتعلم الذي تم اختياره.

source: Click :guilabel:`REMOVE` to confirm, or :guilabel:`CANCEL` to exit without removing the learner.
ar: قم بالنقر على :guilabel:`إزالة` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إزالة المتعلم.

source: Learners removed from the class will not be deleted from the database, and you can still access their accounts from the **Users** tab in the **Facility** dashboard.
ar: لن يتم حذف المتعلمين الذين تتم إزالتهم من الصف الدراسي من قاعدة البيانات، وسيبقى بإمكانك الوصول إلى حساباتهم من خلال تبويب **المستخدمون** على صفحة **المرفق التعليمي**.
es: Los usuarios eliminados de la clase no se borrarán de la base de datos, y aún se podrá acceder a sus cuentas desde la pestaña **Usuarios** en el panel **Centro educativo**.

source: Assign Coaches to Class
ar: تحديد مدربين لصف دراسي
es: Asignar tutores a clase

source: Click the :guilabel:`ASSIGN COACHES` on the class details page.
ar: قم بالنقر على زر :guilabel:`تعيين مدربين` في صفحة تفاصيل الصف الدراسي.

source: List in this view contains all the users with *Coach*, *Facility coach* or *Admin* roles.
ar: تضم القائمة الظاهرة في هذه الواجهة كافة المستخدمين بالأدوار التالية: *مدرب صف دراسي*، *مدرب مرفق تعليمي* أو *مشرف*.
es: Lista en esta vista contiene todos los usuarios con el rol de *Tutor* o *Admin*.

source: You can search for a specific user by name.
ar: يمكنك البحث عن مستخدم معين بواسطة الاسم.
es: Se puede buscar un usuario específico por su nombre.

source: Use checkboxes to select all the users in the list, or the search field for specific users you want to assign as a coach to class.
ar: استخدم مربعات الاختيار لتحديد جميع المستخدمين في القائمة، أو من خلال حقل البحث عن المستخدمين المعينين الذين ترغب بتحديدهم كمدربين للصف الدراسي.
es: Utiliza las casillas de verificación para seleccionar todos usuarios de la lista, o el campo de búsqueda para específicos que deseas asignar a la clase.

source: Click :guilabel:`CONFIRM` to finish.
ar: قم بالنقر على :guilabel:`تأكيد` للإنهاء.

source: Remove Coaches from a Class
ar: إزالة مدربين من صف دراسي
es: Eliminar tutores de la clase

source: Click :guilabel:`REMOVE` for the chosen coach.
ar: قم بالنقر على :guilabel:`إزالة` للمدرب الذي تم اختياره.

source: Click :guilabel:`REMOVE` to confirm, or :guilabel:`CANCEL` to exit without removing the coach.
ar: قم بالنقر على :guilabel:`إزالة` للتأكيد، أو على :guilabel:`إلغاء` للخروج من دون إزالة المدرب.

source: Coaches removed from the class will not be deleted from the database, and you can still access their accounts from the **Users** tab in the **Facility** dashboard.
ar: لن يتم حذف المدربين الذين تتم إزالتهم من الصف الدراسي من قاعدة البيانات، وسيبقى بإمكانك الوصول إلى حساباتهم من خلال تبويب **المستخدمون** على صفحة **المرفق التعليمي**.
es: Tutores eliminados de la clase no se borrarán de la base de datos, y aún se podrá acceder a sus cuentas desde la pestaña **Usuarios** en el panel **Centro educativo**.

source: Rename Class
ar: إعادة تسمية الصف الدراسي

source: To edit class name, follow these steps.
ar: لتعديل اسم صف دراسي، قم باتباع الخطوات التالية.
es: Para editar el nombre de clase, seguir estos pasos.

source: Click on the **Edit** link next to the class’ name.
ar: قم بالنقر على رابط **تعديل** الموجود بجانب اسم الصف الدراسي.

source: Write the new name in the **Class name** field.
ar: قم بكتابة الاسم الجديد في حقل **اسم الصف الدراسي**.
es: Escribir el nuevo nombre el campo **Nombre de la clase**.

source: Click :guilabel:`SAVE` to confirm the edited information, or :guilabel:`CANCEL` to exit without saving.
ar: قم بالنقر على :guilabel:`حفظ` لتأكيد المعلومات المعدلة، أو على :guilabel:`إلغاء` للخروج من دون حفظ التغييرات.

source: Manage Data
ar: إدارة البيانات
es: Gestionar datos

source: You can download Kolibri *Detail* and *Summary* logs usage data and export in the CSV format from the **Data** tab in your **Facility** dashboard (|data| icon).
ar: بإمكانك تحميل سجلات *تفاصيل* و *ملخص* بيانات استخدام كوليبري وتصديرها في ملف من نوع CSV من تبويب **البيانات** على صفحة **المرفق التعليمي** الخاصة بك (أيقونة |data|).
es: Puedes descargar *Registros de sesión* y *Registros resumidos* de datos de uso en el formato CSV desde la pestaña **Datos** en el panel **Centro educativo** de Kolibri (icono |data|).

source: To download session or summary logs, follow these steps.
ar: لتحميل الجلسة أو السجلات الموجزة، قم باتباع هذه الخطوات.

source: Click the *Generate log file* link for the file you require.
ar: قم بالنقر على رابط *إصدار ملف تسجيل* للملف الذي تحتاجه.

source: Click the :guilabel:`DOWNLOAD` button.
ar: قم بالنقر على زر :guilabel:`تحميل`.

source: Save the generated ``csv`` file on your local drive.
ar: قم بحفظ ملف ``csv`` الذي تم إنشاؤه على محرك الأقراص المحلي الخاص بك.

source: To download again after more interactions click the *Generate a new log file* link.
ar: للتحميل مجدداً بعد المزيد من الإرشادات، قم بالنقر على رابط *إنشاء ملف تسجيل جديد*.

source: Advanced Manage Options
ar: خيارات إدارة متقدمة

source: Working with Kolibri from the Command Line
ar: العمل على كوليبري عبر سطر الاوامر
es: Usando Kolibri desde la línea de comando

source: In Windows you need to open the command prompt (for example with the :guilabel:`WIN` + :guilabel:`R` shortcut, and typing ``cmd``) in the folder where Kolibri executable is located. When Python is installed on drive ``C:`` the correct path will most probably be ``C:/Python27/Scripts`` in Kolibri up to version 0.9, and ``C:/Python34/Scripts`` in version 0.10 or above.
ar: في نظام ويندوز، ستحتاج إلى فتح موجه الاوامر (مثلاً، باختصار :guilabel:`WIN` + :guilabel:`R`، ومن ثم كتابة ``cmd``) في مجلد كوليبري التنفيذي. عندما يتم تثبيت Python على محرك الأقراص ``C:`` سيكون المسار الصحيح غالباً ``C:/Python27/Scripts`` في إصدار كوليببري 0.9 وما قبل، و ``C:/Python34/Scripts`` في إصدار كوليبري 0.10 وما بعد.

source: On macOS open Spotlight and type ``Terminal``. You may also need to prefix the commands with ``python -m``, for example ``python -m kolibri start``.
ar: في نظام macOS، قم بفتح الكاشف ثم قم بكتابة ``Terminal``. قد تحتاج إلى أن تسبق الأمر بـ ``python -m``. مثلا: ``python -m kolibri start``.

source: If you are running Kolibri with the ``.pex`` file, make sure to substitute the ``kolibri`` in below commands **with the exact name of the file you downloaded** preceded by ``./``. For example, to start Kolibri from the downloaded file ``kolibri-v0.12.pex``, type ``./kolibri-v0.12.pex start``.
ar: في حال كنت تقوم بتشغيل كوليبري مع ملف من نوع ``.pex``، تأكد من استبدال ``kolibri`` أسفل الأوامر **بنفس اسم الملف الذي قمت بتنزيله** مع إسباقه بـ ``./``. مثلا، لبدء كوليبري من الملف المحمل ``kolibri-v0.12.pex``، قم بكتابة ``./kolibri-v0.12.pex start``.

source: In the commands below, angle brackets and the text between them ``<...>`` are used to denote placeholders for you to modify. Make sure to replace them with your own information.
ar: في الأوامر أدناه، يتم استخدام الأقواس الزاوية وتستخدم النصوص التي ما بينها ``<...>`` للدلالة على العناصر النائبة كي تقوم بتعديلها. تأكد من استبدالها بالمعلومات الخاصة بك.

source: If you see errors in the prompt/terminal output while running the commands below, ask for help at our `Community Forums <https://community.learningequality.org/>`_, or `file an issue on GitHub <https://github.com/learningequality/kolibri/issues/new>`_.
ar: في حال ظهرت أخطاء في مُخرجات موجه الأوامر/المحطة الطرفية أثناء تشغيل الامر أدناه، قم بطلب المساعدة من `منتديات مجتمعنا <https://community.learningequality.org/>`_، أو `تقديم مشكلة في GitHub <https://github.com/learningequality/kolibri/issues/new>`_.
es: Si ves errores en el Símbolo del sistema o el Terminal mientras se ejecutan los comandos abajo, puedes pedir ayuda en nuestros `Foros de comunidad <https://community.learningequality.org/>`_, o `presentar un reporte de problema en el repositorio GitHub <https://github.com/learningequality/kolibri/issues/new>`_.

source: Start/Stop Kolibri
ar: بدء/ إيقاف كوليبري
es: Iniciar y salir de Kolibri

source: In case you need to troubleshoot potential problems while running Kolibri, you may try to start it manually from the command line.
ar: في حال احتجتَ لاستكشاف وإصلاح المشكلات المحتملة أثناء تشغيل كوليبري، قد تحاول تشغيله يدوياً من خلال سطر الأوامر.
es: En caso encuentres problemas durante la ejecución de Kolibri, puedes intentar iniciarlo manualmente desde la línea de comando.

source: Import Content Channels from Internet
ar: استيراد القنوات التعليمية من الإنترنت
es: Importar canales de contenido desde Internet

source: To import content channels from Internet, run these two commands in sequence. The first downloads the channel database, and the second downloads the resources (videos, documents, etc.).
ar: لاستيراد القنوات التعليمية من الإنترنت، قم بتشغيل هذين الأمرين بشكل متسلسل. يقوم الأول بتنزيل قاعدة البيانات الخاصة بالقناة، بينما يقوم الثاني بتنزيل المصادر (مقاطع الفيديو، المستندات، إلخ).
es: Para importar canales de contenido de Internet, hay que ejecutar estos dos comandos en secuencia. El primero descarga la base de datos del canal, y el segundo descarga los recursos (vídeos, documentos, etcétera).

source: When you import content channels from the command line, you still must use the **32 digit channel ID**, as the :ref:`command will not work with the token <id_token>`. Make sure to receive the correct channel ID from the person who curated the unlisted channel you need to import, or refer to `Kolibri Studio user guide <https://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`_ how to find it in Studio user interface, if you have channel editor access.
ar: عندما تقوم باستيراد القنوات التعليمية من سطر الأوامر، سيبقى من المتوجب عليك أن تستخدم **أرقام المعرف الـ ٣٢**، حيث أن :ref:`الأمر لن يعمل بالرمز فقط <id_token>`. تأكد من استلام صيغة المعرف الصحيحة الخاصة بالقناة من القائم على القناة غير المدرجة والتي تحتاج لاستيرادها، أو قم بالرجوع إلى `دليل مستخدم استوديو كوليبري <https://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`_ وكيفية العثور عليه في واجهة مستخدم الاستوديو، في حال كان لديك وصول كمحرر للقناة.

source: Export Content Channels
ar: تصدير القنوات التعليمية
es: Exportar canales de contenido

source: To export Kolibri content channels on a local drive in order to share it with another device, run these two commands in sequence. The first exports the channel database, and the second exports the resources (videos, documents, etc.).
ar: لتصدير القنوات التعليمية على كوليبري على محرك أقراص محلي من أجل مشاركتها مع جهاز آخر، قم بتشغيل هذين الأمرين بشكل متسلسل. يقوم الأول بتصدير قاعدة البيانات الخاصة بالقناة، بينما يقوم الثاني بتصدير المصادر (مقاطع الفيديو، المستندات، إلخ).
es: Para exportar canales de contenido a una unidad local para poder compartirlos con otros dispositivos, hay que ejecutar estos dos comandos en secuencia. El primero exporta la base de datos del canal, y el segundo exporta los recursos (vídeos, documentos, etcétera).

source: The path should be to a folder named ``KOLIBRI_DATA`` at the root of the local drive, so it will get picked up later for importing via the Web UI.
ar: يجب أن يكون المسار إلى مجلد باسم ``KOLIBRI_DATA`` في القسم الأساسي من محرك الأقراص المحلي، بحيث سيتم تجميعه لاحقاً من أجل الاستيراد عبر Web UI.
es: La ruta tiene que ser hacia una carpeta llamada ``KOLIBRI_DATA`` a la raíz de la unidad local, para que pueda ser reconocida más adelante por el comando que importa contenido desde la interfaz de usuario Web.

source: Reorder Content Channels
ar: إعادة ترتيب القنوات التعليمية

source: You can set the specific order for content channels in the **Learn** page according to your preferences. Follow these steps.
ar: يمكنك ضبط الترتيب المحدد للقنوات التعليمية في صفحة **تعلم** حسب تفضيلاتك. قم باتباع الخطوات التالية.

source: To view the current ordered list of channels, run the command:
ar: لعرض قائمة القنوات التعليمية المرتبة حالياً، قم بتشغيل الأمر:

source: The output will be something like:
ar: المُخرَج سيكون شيئا من قبيل:

source: To set a position for a channel, run the command:
ar: لضبط موضع قناة ما، قم بتشغيل الأمر:

source: Example with the above channels:
ar: مثال مع القنوات المذكورة أعلاه:

source: Create a New Super Admin
ar: إنشاء مستخدم مشرف متميز جديد

source: In case you need to create another **super admin** user, either to address additional need of managing facility, or if you lost the password for the old one, run the following command.
ar: في حال كنت بحاجة إلى إنشاء مستخدم **مشرف متميز** آخر، إما لتلبية الحاجة الإضافية لإدارة المرفق التعليمي، أو لأنك فقدت كلمة المرور الخاصة بالجهاز القديم، قم حينئذٍ بتشغيل الأمر التالي.

source: You will be prompted to input the **Username** and **Password** and the new **super admin** user account will be created.
ar: سيُطلب منك إدخال **اسم المستخدم** و **كلمة المرور** وسيتم إنشاء حساب مستخدم **المشرف المتميز** الجديد.

source: Import Users from a CSV File
ar: قم باستيراد المستخدمين من ملف CSV

source: This is currently an experimental feature, so please forward to the development team any details about the issues you may encounter while using it.
ar: هذه ميزة قيد التجربة حالياً، لذا يرجى مراسلة فريق التطوير بأية تفاصيل حول المشكلات التي قد تواجهها أثناء استخدامها.

source: Command works on Kolibri version 0.9 and above.
ar: يعمل هذا الأمر على إصدار كوليبري 0.9 وما بعد.

source: CSV File Structure
ar: بنية ملف CSV

source: To import users into Kolibri with this command, you will need to provide the user data in a CSV (comma separated values) file format. You can export a CSV file from a tabular data in any spreadsheet program (Excel, Google Sheets, LibreOffice Calc, etc.).
ar: لاستيراد مستخدمين إلى كوليبري بهذا الأمر، ستحتاج إلى توفير بيانات المستخدم بملف بصيغة CSV (قيم مفصولة بفواصل). يمكنك تصدير ملف CSV من البيانات المجدولة في أي برنامج خاص بجدولة البيانات (Excel، Google Sheets، LibreOffice Calc، إلخ.).

source: User data in a spreadsheet table.
ar: بيانات المستخدم في جدول بيانات.

source: Header row is optional, but if you do not include it, Kolibri will assume that you are providing the data in the following order:
ar: صف العنوان الرئيسي هو اختياري، ولكن في حال لم تقم بتضمينه، سيفترض كوليبري أنك تقدم البيانات بالترتيب التالي:

source: If you do include a header row, you can provide less data, or put them a different order:
ar: في حال قمت بتضمين صف العنوان الرئيسي، يمكنك تقديم بيانات أقل أو وضعها بترتيب مختلف:

source: Only the ``username`` is required.
ar: ``username`` فقط هو المطلوب.

source: When you do not provide passwords for the imported users, Kolibri will set the default password ``kolibri`` for those usernames.
ar: في حال عدم توفر كلمات مرور للمستخدمين الذين تم استيرادهم، سيقوم كوليبري بتعيين كلمة المرور الافتراضية ``kolibri`` لأسماء المستخدمين تلك.

source: The facility can be either the facility name or the facility ID. If you do not provide the facility, Kolibri will import users in the default facility on the device. You can also specify the facility by adding the ``--facility`` argument in the command line (see below).
ar: يمكن أن يكون للمرفق التعليمي نفس اسم المرفق أو معرف المرفق. في حال لم تقم بتوفير مرفق تعليمي، سيقوم كوليبري باستيراد المستخدمين من المرفق التعليمي الافتراضي في الجهاز. يمكنك تخصيص المرفق التعليمي من خلال إضافة ``--facility`` إلى سطر الأوامر (أنظر للأسفل).

source: Delete Users Permanantly
ar: حذف المستخدمين بشكل دائم

source: If you need to permanently delete a Kolibri user and all the data associated with their account, for example to ensure privacy rights according to GDPR, use the following command.
ar: إذا كنت بحاجة إلى حذف مستخدم كوليبري بشكل دائم مع جميع البيانات المرتبطة بحسابه، على سبيل المثال لضمان حقوق الخصوصية وفقاً للائحة العامة لحماية البيانات GDPR، قم باستخدام الأمر التالي.

source: This will permanently erase all the user data.
ar: سيؤدي ذلك إلى مسح كافة بيانات المستخدم بشكل دائم.

source: Change Language
ar: تغيير اللغة
es: Cambiar Idioma

source: Language
ar: اللغة
es: Idioma

source: English
ar: الإنجليزية
es: Inglés

source: Spanish (Spain)
ar: الإسبانية (إسبانيا)
es: Español (España)

source: Spanish (Mexico)
ar: الإسبانية (المكسيك)

source: French
ar: الفرنسية
es: Francés

source: Swahili (Tanzania)
ar: السواحلية (تنزانيا)

source: Arabic
ar: العربيّة
es: Árabe

source: Bulgarian
ar: البلغارية

source: Farsi
ar: الفارسية
es: Farsí

source: Hindi (India)
ar: الهندية (الهند)

source: Urdu (Pakistan)
ar: الأردية (باكستان)
es: Urdú (pakistaní)

source: Marathi
ar: الماراثية

source: Chinyanja
ar: الشيشيوا

source: Portuguese (Brasil)
ar: البرتغالية (البرازيل)
es: Portugués (Brasil)

source: Telugu
ar: التيلجو

source: Vietnamese
ar: الفيتنامية

source: Yoruba
ar: اليوروبا

source: Backup and Restore Kolibri Database
ar: النسخ الاحتياطي لقاعدة بيانات كوليبري واستعادتها

source: Kolibri automatically creates a backup of the database with every version upgrade. If for some reason you need to make a manual backup, use the following command.
ar: يقوم كوليبري تلقائياً بإنشاء نسخة احتياطية من قاعدة البيانات مع كل ترقية للإصدار. في حال كنت بحاجة للقيام بالنسخ الاحتياطي يدوياً لسبب ما، قم باستخدام الأمر التالي.

source: This command will create a time-stamped ``.dump`` file in the ``./kolibri/backups`` folder that you can use to restore the database with the following command.
ar: سيقوم هذا الأمر بإنشاء ملف ``.dump`` مع تحديد وقت الإنشاء في المجلد ``./kolibri/backups`` والذي يمكنك استخدامه لاستعادة قاعدة البيانات عن طريق الأمر التالي.

source: If you need to restore a backup version prior to the latest one, you must specify the full path to a specific ``*.dump`` file.
ar: إذا كنت بحاجة إلى استعادة نسخة احتياطية للإصدار الأخير، ينبغي أن تحدد المسار بالكامل إلى ملف ``*.dump`` محدد.

source: This command is not intended for replication across different devices, but **only** for restoring on a single device from a local backup of the database.
ar: هذا الأمر غير مخصص لتكرار النسخ عبر أجهزة مختلفة، بل **فقط** لاستعادة نسخة احتياطية محلية من قاعدة البيانات على جهاز واحد.

source: Change the Location of Kolibri Content Files
ar: تغيير موقع ملفات محتوى كوليبري
es: Cambiar la ubicación de archivos de contenido de Kolibri

source: Kolibri content channels may occupy a considerable amount of hard disk space over time. If you have concerns about running out of storage on your device, you can move the Kolibri **content files** to another drive.
ar: قد تشغل القنوات التعليمية على كوليبري مساحة كبيرة من القرص الصلب مع مرور الوقت. في حال كان لديك مخاوف من نفاد مساحة التخزين على جهازك، يمكنك نقل **ملفات المحتوى** الخاصة بكوليبري إلى محرك أقراص آخر.
es: Los canales de contenido de Kolibri pueden ocupar una cantidad considerable de espacio en el disco duro a lo largo del tiempo. Si te preocupa la posibilidad de quedarte sin espacio de almacenamiento en el dispositivo, puedes mover los archivos **de contenido de Kolibri** a otra unidad.

source: If you have both SSD disk and HDD disk available on your device, it is recommended to install Kolibri on the SSD drive to allow faster access to the database, and move just the content file to the HDD drive.
ar: في حال كان لديك قرص SSD و قرص HDD متاحان على جهازك، يُنصح بتثبيت كوليبري على محرك أقراص SSD للسماح بوصول أسرع لقاعدة البيانات، وقم فقط بنقل ملف المحتوى إلى محرك أقراص HDD.
es: Si tienes discos SSD y HDD disponibles en el dispositivo, se recomienda instalar Kolibri en la unidad SSD para permitir un acceso más rápido a la base de datos y mover solo archivos de contenido a la unidad HDD.

source: To move the Kolibri content folders to another location, follow these steps.
ar: لنقل مجلدات محتوى كوليبري إلى موقع آخر، قم باتباع الخطوات التالية.
es: Para mover las carpetas de contenido de Kolibri a otra ubicación, sigue estos pasos.

source: Create a new folder that will contain all the content files and resources on the destination drive.
ar: قم بإنشاء مجلد جديد والذي سيحتوي على كافة ملفات المحتوى والمصادر على محرك الأقراص المراد النقل إليه.
es: Crea una nueva carpeta que contendrá todos los archivos de contenido y recursos en la unidad de destino.

source: For example, if you created a new folder ``KolibriContent`` on an external drive, run this command.
ar: على سبيل المثال، في حال قمت بإنشاء مجلد جديد ``KolibriContent`` على محرك أقراص خارجي، قم بتشغيل هذا الأمر.
es: Por ejemplo, si has creado una nueva carpeta ``KolibriContent`` en una unidad externa, ejecuta este comando.

source: If you are on Windows, and the new folder ``KolibriContent`` is on the drive ``F:``, run this command.
ar: في حال كنت تعمل على نظام ويندوز، وكان المجلد الجديد ``KolibriContent`` على القرص ``F:``، قم بتشغيل الأمر التالي.
es: Si estás en Windows y la nueva carpeta ``KolibriContent`` está en la unidad ``F:``, ejecuta este comando.

source: Restart Kolibri.
ar: قم بإعادة تشغيل كوليبري.
es: Reiniciar Kolibri.
