Repository: MisRob/kolibri-docs
Catalog: docs/locale/docs/*/LC_MESSAGES/manage.po
Languages: ar, es

source: Aside from its own `localhost <https://en.wikipedia.org/wiki/Localhost>`_ address, a device running Kolibri also has an external IP address like ``192.*.*.*`` or ``10.*.*.*``, under which it is recognized by other devices in the same local network. That is the IP address that you need to use in the :ref:`browsers on client devices <access_LAN>` (learner tablets or computers), to connect with Kolibri server.
ar: بغض النظر عن عنوان `المضيف المحلي <https://en.wikipedia.org/wiki/Localhost>`_ الخاص به، فإن الجهاز الذي يقوم بتشغيل كوليبري لديه أيضاً عنوان أي بي خارجي مثل ``192.*.*.*`` أو ``10.*.*.*``، والذي يتم بموجبه التعرف على الأجهزة الأخرى على نفس الشبكة المحلية. هذا هو عنوان الأي بي الذي تحتاجه للاستخدام في :ref:`متصفحات الأجهزة العميلة <access_LAN>` (الاجهزة اللوحية أو الحواسيب الخاصة بالمتعلم)، من أجل الاتصال بخادم كوليبري.

source: Kolibri by default runs on the port number ``8080``, but you can :ref:`change this setting <port>` to meet your particular needs.
ar: يعمل كوليبري افتراضياً على رقم المنفذ ``8080``، ولكن بإمكانك :ref:`تغيير هذا الإعداد <port>` بحيث يلائم احتياجاتك المحددة.

source: So when you type the full IP address like ``http://192.168.1.1:8080`` in the browser of a client device, you are telling it to: "Connect to IP address ``192.168.1.1`` on port ``8080`` with the HTTP protocol, and display its content".
ar: لذا، عندما تقوم بكتابة عنوان أي بي الكامل مثل ``http://192.168.1.1:8080`` في المتصفح الخاص بجهاز العميل، فأنت تطلب من خلال ذلك: "الاتصال بعنوان الأي بي ``192.168.1.1`` عبر المنفذ ``8080`` ببروتوكول HTTP، والقيام بعرض محتواه ".

source: *Facility Coaches* have access to all classes, *Class Coaches* only to ones they are assigned to
es: *Tutores del centro educativo* tienen acceso a todas las clases, *Tutores de clase* solo a aquellas a las que están asignados

source: Create/Edit/Delete other **Admins**, **Coaches**, and **Learners**
es: Crear/editar/eliminar otros **Administradores**, **Tutores**, y **Estudiantes**

source: Kolibri Superusers
es: Superusuarios en Kolibri

source: Kolibri **Superusers** have all device permissions and are able to :ref:`assign them to other users <permissions>`. Therefore **Superusers** can:
es: Los **Superusuarios** en Kolibri tienen todos los permisos del dispositivo y son capaces de :ref:`asignarlos <permissions> a otros usuarios`. Por lo tanto **Superusuarios** pueden:

source: If you are unable to retrieve the username and password for a superuser account in your facility, you can :ref:`create a new superuser account using the command line <create_superuser>`.
es: En caso de no recordar el nombre de usuario y contraseña para una cuenta de superusuario en tus instalaciones, puedes :ref:`crear una nueva cuenta de superusuario utilizando la línea de comandos <create_superuser>`.

source: By default, only **Superusers** can view the **Device** dashboard, import/export **Content** channels in Kolibri, and modify **Permissions** for other users. However, depending on the needs of the institution, **Superusers** can also :ref:`grant these permissions <permissions>` to other users.
es: De forma predeterminada, solo **Superusuarios** pueden ver el panel **Dispositivo**, importar y exportar canales de **Contenido** en Kolibri, y modificar **Permisos** de otros usuarios. Sin embargo, dependiendo de las necesidades del centro educativo, **Superusuarios** también pueden :ref:`conceder estos permisos <permissions>` a otros usuarios.

source: To grant permission to manage content channels in Kolibri to another user, follow these steps.
es: Para conceder el permiso para gestionar canales de contenidos en Kolibri a otro usuario, seguir estos pasos.

source: Click **Edit permissions** for the chosen user.
es: Clicar **Editar permisos** para el usuario deseado.

source: Under **Device Permissions** activate the option *Can import and export content channels*.
es: Activar la opción *Puede importar y exportar canales de contenido* bajo **Permisos del dispositivo**.

source: Click **Save changes** to apply and finish.
es: Clicar **Guardar cambios** para confirmar y terminar.

source: The users who have been granted the permissions to manage content channels will have a black key indicator in front of their name, and will be able to see the **Device** dashboard with the **Content** tab.
es: Los usuarios a los que se ha otorgado permiso para gestionar canales de contenido tendrán un indicador en forma de llave negra delante de su nombre y serán capaces de ver el panel **Dispositivo** con la pestaña **Contenido**.

source: Superuser Permissions
es: Permisos de superusuario

source: To grant **Superuser** permissions to another user, follow these steps.
es: Para otorgar permisos de **Superusuario** a otros usuarios, seguir estos pasos.

source: Activate the option *Make superuser*.
es: Activar la opción *Hacer superusuario*.

source: The users who have been granted the **Superuser** permissions will have a yellow key indicator in front of their name, and will be able to see the **Device** dashboard with both the **Content** and **Permissions** tabs.
es: Los usuarios a los que se han otorgado permisos de **Superusuario** tendrán un indicador en forma de llave amarilla delante de su nombre, y serán capaces de ver el panel **Dispositivo** con las pestañas **Contenido** y **Permisos**.

source: To view the detailed info of the device where Kolibri is running on, use the **Info** tab in the **Device** dashboard (|info| icon). This information will be useful in case you need to report an issue with Kolibri on the :ref:`Learning Equality Community Forums <forums>`. Make note or copy the following device details:
es: Para ver la información detallada del dispositivo donde se ejecuta Kolibri, ir a la pestaña **Información** en el panel **Dispositivo** (icono |info|). Esta información será útil si necesitas comunicar un problema con Kolibri en los :ref:`foros de comunidad de Learning Equality <forums>`. Anota o copia los detalles del dispositivo siguientes:

source: Find out the detailed device info in the Device > Info tab.
es: Averiguar la información detallada en la pestaña Dispositivo > Información.

source: Kolibri **Content Channel** is a collection of educational resources (video, audio, document files or interactive apps) prepared and organized by the content curator for their use in Kolibri. You can import and export content channels in Kolibri from the **Content** tab of the **Device** dashboard (|content| icon).
es: El **canal de contenido** de Kolibri es una colección de recursos educativos (archivos de vídeo, audio, documentos o aplicaciones interactivas) preparada y organizada por el curador de contenidos para su uso en Kolibri. Para importar y exportar los canales de contenido en Kolibri hay que ir a la pestaña **Contenido** en el panel **Dispositivo** (icono |content|).

source: Each Kolibri content channel has its own **token/ID** in `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_. You can freely view and browse content to import from the **public** channels in Kolibri, but in order to import content from **private or unlisted** channels, you will need the **channel token or ID from the content curator who assembled it**.
es: Cada canal contenido Kolibri tiene su propio **token/ID** en `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_. El contenido de canales **públicos** de Kolibri se puede ver y importar libremente, pero para importar el contenido de canales **privados**, hay que saber el **token o ID del canal de contenido**.

source: When you :ref:`use the Terminal or command prompt <import_command_line>` to import content channels in Kolibri from the command line, you still must use the **32 digit channel ID**, as the command will not work with the token. Make sure to receive the correct channel ID from the person who curated the channel you need to import, or refer to `Kolibri Studio user guide <http://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`_ how to find it in Studio user interface, if you have channel editor access.
es: Cuando :ref:`usas el terminal o el símbolo del sistema <import_command_line>` para importar canales de contenido en Kolibri desde la línea de comando, aún tienes que usar el **ID de canal de 32 dígitos**, ya que el comando no funcionará con el token. Asegúrate de recibir el ID de canal correcto de la persona que haya curado el canal que necesitas importar, o consultar la `guía de usuario de Kolibri Studio <http://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make -content-channels-available-for-import-into-kolibri>`_ sobre cómo encontrarlo en la interfaz de usuario de Kolibri Studio, si tienes acceso como editor del canales.

source: already curated **content channels** on `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_, if the computer running Kolibri is connected to internet
es: **calanles de contenido** ya creados en `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_, si el ordenador donde Kolibri está funcionando está conectado a Internet

source: **To import your own files for use in Kolibri**, you need to register at `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_ site (it's free), and build your own content channel that you can subsequently import into Kolibri. Read more about how to do this in our Kolibri `Studio user guide <http://kolibri-studio.readthedocs.io/en/latest/index.html>`_.
es: **Para importar tus propios archivos para usar en Kolibri**, tienes que registrarte en `Kolibri Studio <https://studio.learningequality.org/accounts/login/>`_ (es libre y gratuito), y crear tu proprio canal de contenido que después podrás importar en Kolibri. Leer más sobre como hacerlo en nuestra `Guía de usuario de Kolibri Studio <http://kolibri-studio.readthedocs.io/en/latest/index.html>`_.

source: As a precaution, we recommend you avoid other interactions with Kolibri (view learner pages or manage users, for example) while content import is in progress.
es: Como precaución, recomendamos evitar otras interacciones in Kolibri (navegar en otras opciones o gestionar usuarios, por ejemplo), mientras se está importando contenido.

source: Click **Import** button in the **Content** page.
es: Clicar el botón **Importar** en la pestaña **Contenido**.

source: Choose the source option: **Kolibri Studio** or **Attached drive or memory card**.
es: Seleccionar la opción de origen: *Kolibri Studio* o *Unidad conectada o tarjeta de memoria**.

source: Choose option *Kolibri Studio*, and you will be able to see all the available **public** content channels.
es: Escoger la opción *Kolibri Studio* para ver todos los disponibles canales de contenido **públicos**.

source: Click **Select** button for the desired channel, and wait for Kolibri to display the channel information and the topic tree.
es: Clicar el botón **Seleccionar** del canal deseado y esperar que Kolibri despliegue la información del canal y el árbol de temas.

source: Under **Choose content to import** click the topics links to browse through the channel contents. Use the *Select all* checkbox to import the content channel in full, or select only certain topics or resources. As you keep selecting, you will see the total number and size on disk under *Resources selected:*, and the remaining space on your device.
es: Bajo **Seleccionar contenido para importar** se pueden explorar temas y recursos individuales. Usar la casilla de verificación *Seleccionar todo* para importar el canal de contenido en su totalidad, o seleccionar sólo algunos temas o recursos. Mientras vayas seleccionando, podrás ver el número total de recursos y su tamaño en disco bajo *Recursos seleccionados:*, junto al espacio restante en el dispositivo.

source: Click **Import** button once you finish selecting all the desired content.
es: Clicar el botón **Importar** una vez finalizada la selección de todo el contenido deseado.

source: Wait for the content to be downloaded and click **Close** for the new channel to appear under the **Content** heading.
es: Esperar que el contenido sea descargado y clicar **Cerrar** para que el nuevo canal aparezca bajo el encabezado **Contenido**.

source: Click **Confirm** to unlock channel, or **Cancel** to exit.
es: Clicar **Confirmar** para desbloquear el canal, o **Cancelar** para salir.

source: To add more learning resources from a channel that you previously imported content from, click **Actions**, select **Import more**, and repeat the selection procedure from step 3.
es: Para agregar más recursos de aprendizaje desde un canal del cual previamente ya importaste contenido, haz clic en **Acciones**, selecciona **Importar más** y repite el procedimiento de selección desde el paso 3.

source: Choose option for *Attached drive or memory card*, and click **Continue**.
es: Escoger la opción de *Unidad conectada o tarjeta de memoria* y clicar **Continuar**.

source: Select the drive where the desired channel is stored, and click **Continue**.
es: Seleccionar la unidad donde está almacenado el canal deseado y clicar **Continuar**.

source: Click **Select** button for the desired channel, and follow the same steps for selecting topics and resources as for the :ref:`import from Kolibri Studio <central_server>`.
es: Clicar el botón **Seleccionar** para el canal deseado y seguir los mismos pasos para la selección de temas y recursos como para :ref:`importar desde Kolibri Studio <central_server>`.

source: **Workaround for import from external drive on older devices.**
es: **Procedimiento alternativo para importar desde unidad externa en dispositivos lentos o antiguos.**

source: If you want to make available the content you have imported on your Kolibri device, to another computer where Kolibri is installed, follow these steps to export your content channels.
es: Si fuera necesario poner a disposición el contenido ya importado en un dispositivo o equipo con Kolibri, a otro equipo donde está instalado el Kolibri, seguir estos pasos para exportar los canales de contenido.

source: Click **Export** button in **Content** page.
es: Clicar el botón **Exportar** en la pestaña **Contenido**.

source: Select the local drive (export destination) where you wish to export **Kolibri** content, and click **Continue**.
es: Seleccionar el disco local (destino para exportar) donde deseas exportar el contenido de **Kolibri** y clicar **Continuar**.

source: Click **Export** button once you finish selecting all the desired content.
es: Clicar el botón **Exportar** una vez finalizada la selección de todo el contenido deseado.

source: Wait for Kolibri to export the selected content and click **Close**.
es: Esperar que Kolibri exporte el contenido seleccionado y clicar **Cerrar**.

source: Click **Actions** for the channel you want to delete.
es: Clicar el botón **Acciones** para el canal que deseas eliminar.

source: Click **Delete** to proceed, or **Cancel** to exit without deleting the channel.
es: Clicar **Eliminar** para confirmar, o **Cancelar** para salir sin eliminar el canal.

source: Peer-to-Peer Content Synchronization
es: Sincronización de contenido Peer-to-Peer

source: ``Stay tuned!``
es: ``¡Próximamente!``

source: allow guests to sign up and use Kolibri
es: permitir el registro libre de los invitados para utilizar Kolibri

source: To manage facility settings in Kolibri you must sign in as **Superuser** or **Admin**.
es: Para editar opciones de configuración de Kolibri hay que iniciar sesión como **Superusuario** o **Administrador**.

source: To manage Kolibri users you must sign in as **Superuser** or **Admin**.
es: Para gestionar usuarios de Kolibri hay que iniciar sesión como **Superusuario** o **Administrador**.

source: Click **Add New** button.
es: Clicar el botón **Añadir nuevo**.

source: Select user profile (*Admin*, *Coach* or *Learner*).
es: Seleccionar el tipo de usuario (*Administrador*, *Tutor* o *Estudiante*).

source: Click **Create Account** to add the new user.
es: Clicar **Crear cuenta** para añadir el nuevo usuario.

source: When you create a new *Coach* user account, or change the role to *Coach* for an existing user, you can choose between:
es: Cuando creas una nueva cuenta de usuario *Tutor*, o cambias el tipo de cuenta a *Tutor* para un usuario existente, puedes elegir entre:

source: Click **All Users** selector to display user types.
es: Desplegar el selector **Todos usuarios** para mostrar los tipos de usuario.

source: Toggle between options to filter the user roster according to type, or leave it as **All Users** to display all.
es: Alternar entre las opciones para filtrar según el tipo, o dejarlo como **Todos usuarios** para mostrar todos.

source: Click on the **Manage** button for the desired user and select the **Edit** option.
es: Clicar **Gestión** para el usuario deseado y seleccionar la opción **Editar**.

source: Edit **Full name** or **Username** in the **Edit user** window.
es: Editar **Nombre completo** o **Nombre de usuario** en la ventana **Editar usuario**.

source: Click **Save** to update the edited information, or **Cancel** to exit without saving.
es: Clicar **Guardar** para actualizar la información editada, o **Cancelar** para salir sin guardar los cambios.

source: Click on the **Manage** button for the desired user and select the **Reset password** option.
es: Clicar **Gestión** para el usuario deseado y seleccionar la opción **Restablecer contraseña**.

source: Enter the new password in both fields.
es: Introducir la nueva contraseña en ambos campos.

source: Click **Save** to confirm, or **Cancel** to exit without changing the password.
es: Clicar **Guardar** para confirmar, o **Cancelar** para salir sin cambiar la contraseña.

source: Click on the **Manage** button for the desired user and select the **Delete** option.
es: Clicar **Gestión** para el usuario deseado y seleccionar la opción **Eliminar**.

source: Click **Delete** to confirm, or **Cancel** to exit without deleting the account.
es: Clicar **Eliminar** para confirmar, o **Cancelar** para salir sin eliminar la cuenta.

source: To manage Kolibri classes you must sign-in as **Superuser** or **Admin**.
es: Para gestionar clases de Kolibri hay que iniciar sesión como **Superusuario** o **Administrador**.

source: Click **New class** button.
es: Clicar el botón **Nueva clase**.

source: Click **Create** to add the new class, or **Cancel** to exit.
es: Clicar a **Crear** para añadir nueva clase, o **Cancelar** para salir.

source: Click **Delete class** button for the chosen class from the list.
es: Clicar el botón **Eliminar clase** para la clase de la lista que hay que eliminar.

source: Click **Delete class** in the confirmation window to proceed, or **Cancel** to exit without deleting the class.
es: Clicar **Eliminar clase** en la ventana de confirmación para proceder, o **Cancelar** para salir sin borrar.

source: Change Class Name
es: Cambiar nombre de clase

source: Click on the **Edit** button (|edit| icon) next to the class’ name.
es: Clicar el botón **Editar** (icono |edit|) al lado del nombre de la clase.

source: Click **Update** to confirm the edited information, or **Cancel** to exit without saving.
es: Clicar **Actualizar** para confirmar la información editada, o **Cancelar** para salir sin guardar los cambios.

source: Click the **Enroll learners** button on the class details page.
es: Clicar el botón **Añadir estudiantes** en la página de detalles de clase.

source: Click **Confirm** button to finish enrolling the selected learners.
es: Clicar el botón **Confirmar** para finalizar la inscripción de estudiantes seleccionados.

source: Click **Remove** button for the chosen learner.
es: Clicar el botón **Eliminar** para el usuario elegido.

source: Click **Remove** to confirm, or **Cancel** to exit without removing the learner.
es: Clicar **Eliminar** para confirmar, o **Cancelar** para salir sin eliminar el usuario.

source: Click the **Assign coaches** button on the class details page.
es: Clicar el botón **Asignar tutores** en la página de detalles de clase.

source: Click **Confirm** button to finish.
es: Clicar el botón **Confirmar** para terminar.

source: Click **Remove** button for the chosen user.
es: Clicar el botón **Eliminar** para el usuario elegido.

source: Click **Remove** to confirm, or **Cancel** to exit without removing the coach.
es: Clicar **Eliminar** para confirmar, o **Cancelar** para salir sin eliminar el usuario.

source: To manage Kolibri users you must sign-in as **Superuser** or **Admin**.
es: Para gestionar usuarios de Kolibri hay que iniciar sesión como **Superusuario** o **Administrador**.

source: In Windows you need to open ``cmd.exe`` Command prompt in the folder where Kolibri executable is located: ``c:/Python34/Scripts``.
es: En Windows necesitas abrir el ``cmd.exe`` (Símbolo de sistema) en la carpeta donde está ubicado el ejecutable de Kolibri: ``c:/Python34/Scripts``.

source: On macOS you may need to prefix the commands with ``python``, for example ``python kolibri start``.
es: En macOS, puede que necesitas preceder el comando con ``python``, escribiendo ``python -m kolibri start``.

source: If you are running Kolibri with the ``PEX`` file, make sure to substitute the ``kolibri`` in below commands **with the exact name of the file you downloaded** preceded by ``./``. For example, to start Kolibri from the downloaded file ``kolibri-v0.10.pex``, type ``./kolibri-v0.10.pex start``.
es: Si estás ejecutando Kolibri con el archivo ``PEX``, asegúrate de sustituir el ``kolibri`` en los comandos siguientes **con el nombre exacto del archivo descargado** precedido por ``. / ``. Por ejemplo, para iniciar Kolibri desde el archivo descargado ``kolibri-v0.10.pex``, escribir ``./kolibri-v0.10.pex start``.

source: Make sure not to include the angle brackets “< >” in the commands below.*
es: Asegúrate de no incluir corchetes angulares “< >” en los comandos abajo.*

source: If you need to change the default port ``8080`` from which Kolibri is serving content, add the following flag to the previous command.
es: Si necesitas cambiar el puerto por defecto ``8080`` desde el cual Kolibri está sirviendo el contenido, añadir el siguiente "flag" al comando anterior.

source: When you import content channels from the command line, you still must use the **32 digit channel ID**, as the :ref:`command will not work with the token <id_token>`. Make sure to receive the correct channel ID from the person who curated the unlisted channel you need to import, or refer to `Kolibri Studio user guide <http://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make-content-channels-available-for-import-into-kolibri>`_ how to find it in Studio user interface, if you have channel editor access.
es: Cuando :ref:`usas el terminal o el símbolo del sistema <import_command_line>` para importar canales de contenido en Kolibri desde la línea de comando, aún tienes que usar el **ID de canal de 32 dígitos**, ya que el comando no funcionará con el token. Asegúrate de recibir el ID de canal correcto de la persona que haya curado el canal que necesitas importar, o consultar la `guía de usuario de Kolibri Studio <http://kolibri-studio.readthedocs.io/en/latest/share_channels.html#make -content-channels-available-for-import-into-kolibri>`_ sobre cómo encontrarlo en la interfaz de usuario de Kolibri Studio, si tienes acceso como editor del canales.

source: Create a New Superuser
es: Crear Superusuario
